{
  "language": [{
      "conv_d2i": [10,47,38,70,44,98,54,66,65,45,96,95,34,82,12,50,78,0,40,74,30,73,36,75,93,48,71,60,18,2,33,14,49,16,53,24,26,88,17,87,92,15,72,20,13,67,4,25,83,39,69,29,68,57,64,59,51,56,1,79,46,31,97,41,32,77,76,52,90,11,3,86,6,35,19,28,63,81,55,42,43,62,91,7,27,23,37,8,94,85,5,80,9,89,58,22,21,84,61],
      "conv_i2d": [17,58,29,70,46,90,72,83,87,92,0,69,14,44,31,41,33,38,28,74,43,96,95,85,35,47,36,84,75,51,20,61,64,30,12,73,22,86,2,49,18,63,79,80,4,9,60,1,25,32,15,56,67,34,6,78,57,53,94,55,27,98,81,76,54,8,7,45,52,50,3,26,42,21,19,23,66,65,16,59,91,77,13,48,97,89,71,39,37,93,68,82,40,24,88,11,10,62,5],
      "tips_list": [{
          "ctgr": "その他",
          "name": "アイドル",
          "note": "２０３７年におけるアイドルは、リアルの男性、リアルの女性、ARにより性別や外見を変えたリアルの男女、ARのAIキャラクター、VR空間のみで活動するバーチャルアイドルなど、様々な形態で芸能活動をする存在を総称してアイドルと呼んでおり、その境界は薄れている。",
          "ruby": "あいどる"
        },{
          "ctgr": "その他",
          "name": "アノニマス",
          "note": "anonymous。匿名の、という意味。\n\n海外のインターネット掲示板で『名無し』はanonymousと表示される。",
          "ruby": "あのにます"
        },{
          "ctgr": "IT",
          "name": "アバター",
          "note": "キャリアノードには使用者自身を映すカメラが搭載されていないため、BMIで通信したときに表示される顔はリアルタイム映像ではなく、あらかじめ3Dスキャンしておいた使用者の顔データである。\n\n3Dスキャンする際に様々な表情も取り込むため、通信中の使用者の感情に合わせて適切な表情を表示することができる。",
          "ruby": "あばたー"
        },{
          "ctgr": "科学",
          "name": "アマデウスシステム",
          "note": "Amadeus system。アメリカのヴィクトル・コンドリア大学の脳科学研究所で開発された人工知能システム。\n\n人の脳波をスキャンして人格や記憶をすべてデータ化し、それを人工知能へ移植することで、スキャンした人物をシステム上で再現できる。\n\n認知症治療などへの応用が期待されている。",
          "ruby": "あまでうすしすてむ"
        },{
          "ctgr": "科学",
          "name": "アレシボ天文台",
          "note": "アメリカのプエルトリコ自治連邦区にある天文台。\n\n１９６３年に完成したアレシボ電波望遠鏡は口径３０５メートルあり、中国の５００メートル球面電波望遠鏡が完成する２０１６年まで単体では世界最大の電波望遠鏡だった。\n\n２０２０年の８月と１１月にアレシボ電波望遠鏡の補助ケーブルおよびメインケーブルが断絶して落下し、主鏡に裂け目が生じた。\nその後、同年１２月に９００トンあるプラットフォームが落下したことで支柱の上部が折れ、望遠鏡は崩壊。\n数年かけて望遠鏡は解体され、再建計画が浮上していた。",
          "ruby": "あれしぼてんもんだい"
        },{
          "ctgr": "科学",
          "name": "アレシボ・メッセージ",
          "note": "１９７４年にアメリカのプエルトリコ自治連邦区にあるアレシボ電波望遠鏡の完成式典において宇宙へ送信されたメッセージ。\n\n地球から２５０００光年離れたところにあるヘルクレス座の球状星団M13に向けて送られた。\n\nメッセージは１６７９個の２進数表現によるビットから成っている。\n\n１６７９という数は２３と７３という２つの素数の積であり、２３×７３または７３×２３の２通りにしか素因数分解できないことから選ばれた。\n解読者が信号の２進数を２次元の四角形に並べ替えることを意図して作られており、７３行２３列に並び変えると認識可能な図形になる。\n\nこの図形は『人類の起源』を表している。",
          "ruby": "あれしぼ・めっせーじ"
        },{
          "ctgr": "IT",
          "name": "暗号資産",
          "note": "『仮想通貨』の改称。\n\n仮想通貨とは、デジタルデータのみでやり取りされる通貨で、通常の法定通貨とは異なり、管理するための国家や中央銀行のような組織が存在しない場合が多い。\n主にインターネット上での取引に用いられる。\n\n法定通貨と区別するために使用されていた仮想通貨という名称は、２０２０年の改正資金決済法の施行に伴い、『暗号資産』へ変更された。",
          "ruby": "あんごうしさん"
        },{
          "ctgr": "人物",
          "name": "アントニオ・ガウディ",
          "note": "スペイン出身でバルセロナを中心に活動した建築家。１８５２年生まれ。１９２６年没。\n\nサグラダ・ファミリアを始め、グエル公園、カサ・ミラなどの作品は『アントニオ・ガウディの作品群』として１９８４年にユネスコの文化遺産に登録された。\n\nサグラダ・ファミリアは他の聖堂より上位の教会堂『バシリカ』であるとローマ教皇から認められている。",
          "ruby": "あんとにお・がうでぃ"
        },{
          "ctgr": "その他",
          "name": "イルミナティ",
          "note": "１８世紀に『人類の倫理的完成可能説』を標榜するドイツの哲学教授によって作られた秘密結社。\n\n各国の富裕層や貴族階級を中心として広まり、最盛期には２０００人もの会員がいた。\n\nローマ教皇より異端と明言され、１７８５年に解散したとされているが、２１世紀になった現代でも陰謀論においてよく登場する名である。",
          "ruby": "いるみなてぃ"
        },{
          "ctgr": "その他",
          "name": "インフルエンサー",
          "note": "周囲に対して影響力のある人物のこと。\nおもにSNSのフォロワー数が多く、インターネット上で影響力を持つ人のことを指す。",
          "ruby": "いんふるえんさー"
        },{
          "ctgr": "科学",
          "name": "永久機関",
          "note": "外部からなんらかのエネルギーを受け取らなくても動き続けることのできる装置。",
          "ruby": "えいきゅうきかん"
        },{
          "ctgr": "科学",
          "name": "液体呼吸",
          "note": "酸素や窒素といった空気中にある元素を含む液体の中で呼吸すること。\n１９６０年代ごろから研究されている技術で、肺治療などへの利用が期待されている。\n\n人間の肺にある肺胞は、液体中でも酸素を取り込むことが可能であるという研究結果が出ている。\nだが水中に溶けこむ酸素は人間が呼吸に必要な量には足らず、そのため液体呼吸は困難であった。\nそこで、水の数十倍もの酸素を溶け込ませることができる特殊な液体『パーフルオロカーボン』などが開発された。\n\nこうした特殊な液体を肺に直接入れることで、水中でも効率よく血液に酸素が供給され、液体呼吸が可能となるのである。",
          "ruby": "えきたいこきゅう"
        },{
          "ctgr": "その他",
          "name": "エスペラント語",
          "note": "１８８０年代にポーランド人のラザロ・ルドヴィコ・ザメンホフによって考案された人工言語。\n母国語が異なる人々が意思伝達のために使う第２言語にすることを目標に作られた。\n\n２０３７年現在、エスペラント語を話す人は全世界に１００万人ほどいるといわれている。",
          "ruby": "えすぺらんとご"
        },{
          "ctgr": "人物",
          "name": "エッシャー",
          "note": "マウリッツ・コルネリス・エッシャー。オランダ出身の版画家。１８９８年生まれ。１９７２年没。\n\n錯視を利用した騙し絵、建築不可能な構造物、変化するパターンで埋め尽くしたものなど、独創的な作品の数々を生み出した。\n\n『描く手』『空と水I』『上昇と下降』などが有名。",
          "ruby": "えっしゃー"
        },{
          "ctgr": "IT",
          "name": "えんむす",
          "note": "BMI用のマッチングアプリ。奇跡のマッチング率と噂になり、１０代～２０代の若者に大人気になっている。",
          "ruby": "えんむす"
        },{
          "ctgr": "その他",
          "name": "親殺しのパラドックス",
          "note": "時間を遡った人間が血の繋がった祖父を祖母と出会う前に殺したらどうなるのか、というタイムトラベルにまつわる有名なパラドックス。\n\n祖父を殺した結果、時間を遡った人間は生まれず、祖父は殺されない。すると、祖父と祖母が出会い、時間を遡った人間が生まれて、祖父は殺されてしまう……。\n\nこうして堂々巡りになってしまう。",
          "ruby": "おやごろしのぱらどっくす"
        },{
          "ctgr": "その他",
          "name": "クリプテックス",
          "note": "両手で持てるぐらいの円柱の筒。ダイヤル式キーのように複数のダイヤルが連結して構成されている。\n\nダイヤルには英字や数字が刻まれており、持ち主が設定した英数字を揃えることで筒を開けることができる。\n\nある映画では筒の中に聖杯の隠し場所が書かれた紙が入っていて、暗号を解かずに筒をこじ開けようとすると、ビネガーで紙の文字が消えるようになっていた。",
          "ruby": "くりぷてっくす"
        },{
          "ctgr": "その他",
          "name": "グレイパー",
          "note": "二輪でありながらジャイロによる疑似重力制御で決して倒れず、自立走行も可能なバイク。\n一般的には『グレイパー型バイク』が正しい。\n基本的な運転方法は一般的な自動二輪車と同じ。運転免許も同様。\n\nG6 GPSを搭載しておりリアルタイムで自車と他車の動きを計算し、事故が起きそうな場合はそれを回避するよう自動で動く。（制御システムを切ってしまった場合には当然ながら該当しない）\nモーターは電磁加速システムを採用している。\n\n名前の由来は『Gravity（重力）』『Permis-\nsion（許容）』からなる造語。ジャイロにより二輪でも倒れない様が“重力に逆らっているように見える”ことから付けられたネーミングである。\n\n無人での自動走行も可能。遠隔から自動操縦で自分がいる場所まで迎えに来てもらうこともできる。",
          "ruby": "ぐれいぱー"
        },{
          "ctgr": "その他",
          "name": "航空局",
          "note": "国土交通省の中に存在する組織で、航空関連事業を管轄している。\n航空機の登録、航空従事者の資格証明や養成、航空管制などの業務を行う。",
          "ruby": "こうくうきょく"
        },{
          "ctgr": "科学",
          "name": "コールドスリープ",
          "note": "人体を冷凍して低温に保つことで、細胞の活動を停止に近い状態にすること。",
          "ruby": "こーるどすりーぷ"
        },{
          "ctgr": "その他",
          "name": "コンクラーベ",
          "note": "教皇選挙。全カトリック教会を統べるローマ教皇を、枢機卿による投票で選出すること。\n投票はローマ教皇の死後または辞任後に、バチカン市国のシスティーナ礼拝堂で行われる。\n\n１９７８年１０月までは、投票を行う枢機卿たちは礼拝堂に閉じ込められ、新教皇が選出されるまで外に出ることを禁じられていた。",
          "ruby": "こんくらーべ"
        },{
          "ctgr": "科学",
          "name": "参加型宇宙論",
          "note": "アメリカの物理学者、ジョン・ホイーラー博士が提唱した理論。\n\n量子世界の素粒子が観測するまで状態が決定しないという性質を持つように、この世界も人間の観測によって形成されているのではないかという考え方。\n\nジョン・ホイーラーは遅延選択実験を提唱した人物でもある。",
          "ruby": "さんかがたうちゅうろん"
        },{
          "ctgr": "IT",
          "name": "自動翻訳",
          "note": "音声や文字を自動的に翻訳する機能は、２０３７年のOSには標準で搭載されている。\n翻訳された音声は、喋った本人の声を分析して再現されるため、翻訳後の言葉を本人が流暢に話しているかのように見える。\n翻訳時にタイムラグはほとんど発生しない。",
          "ruby": "じどうほんやく"
        },{
          "ctgr": "ハッキング",
          "name": "シナリーインターセプト",
          "note": "BMIの視界を盗むこと。\n傍受はもちろん、偽の視界映像を流し込む行為も含まれる。",
          "ruby": "しなりーいんたーせぷと"
        },{
          "ctgr": "その他",
          "name": "ジョージア・ガイドストーン",
          "note": "１９８０年にアメリカのジョージア州に建てられたモニュメント。\n\n８つの言語で書かれた『１０のガイドライン』の内容は陰謀論を彷彿とさせ、様々な憶測を呼んでいる。\nガイドライン１には『大自然との共存のために人類５億人以下を維持』とある。\n\nなお、使用されている８つの言語は、英語、スペイン語、スワヒリ語、ヒンディー語、ヘブライ語、アラビア語、中国語、ロシア語である。",
          "ruby": "じょーじあ・がいどすとーん"
        },{
          "ctgr": "人物",
          "name": "ジョン・タイター",
          "note": "２０００年１１月、アメリカのインターネット掲示板に、２０３６年からやってきたというタイムトラベラーが現れた。ネット上は大騒ぎになり、たちまち疑問や質問が掲示板に殺到し熱心な討論が始まった。 \n\n彼はジョン・タイターと名乗った。また自分が乗ってきたタイムマシンと、その操縦マニュアルの写真やタイムマシンの原理図などを部分的に公開したのである。\n\n未来から来た彼は近未来の出来事やタイムトラベルの物理学、歴史干渉、多元宇宙、多世界、時間線や世界線などについても明らかにした。 \n\nそして登場から４ヶ月後『予定の使命を完了したので、自分の世界に帰還する』というコメントを残し消息を絶った。",
          "ruby": "じょん・たいたー"
        },{
          "ctgr": "人物",
          "name": "ジョン・フォン・ノイマン",
          "note": "ハンガリー出身のアメリカの数学者。１９０３年生まれ。１９５７年没。\n\n数学ではゲーム理論の成立などに貢献。\nその他、物理学、気象学、経済学、コンピュータ科学といった様々な分野でも活躍した。\n\nコンピュータ科学ではセル・オートマトンを生み出し、人工生命の父と呼ばれることもある。\n\n原子爆弾開発を行うマンハッタン計画に従事していたこともあり、ある映画に登場する異常な愛情を持つ博士のモデルの１人だと言われている。",
          "ruby": "じょん・ふぉん・のいまん"
        },{
          "ctgr": "その他",
          "name": "シレニウス事件",
          "note": "２０３１年にアメリカで起きたテロ未遂事件。\n\n何者かがセキュリティを破ってNASA施設へ侵入し、施設内に保管されていた火星の細菌『シレニウス』を持ち去った。\nその翌日、シレニウスを持ち去った犯人だと思われる人物が、今後一切の宇宙開発を中止するようアメリカ政府へ要求。従わなければシレニウスを拡散すると宣言した。 \n\nこの事件でリディはテロ計画への関与の疑いで逮捕され、のちに無実を証明した。",
          "ruby": "しれにうすじけん"
        },{
          "ctgr": "科学",
          "name": "スーパーコンピュータ",
          "note": "並列計算処理などを活用し、膨大なデータを超高速演算できる大型コンピュータ。略称は『スパコン』。\n明確な定義はないが、一般的に家庭用のコンピュータの少なくとも１０００倍以上の演算速度があるものを指す。\n\n演算速度は、１秒間に四則演算を何回できるかで計る。１秒間に１回できることを1FLOPS（\nFloating-point Operations Per Second）という。日本のスパコン『富岳』は４００PFLOPS、つまり１秒間に４０京回の計算ができる。これはスパコン『京』の４０倍の速度である。",
          "ruby": "すーぱーこんぴゅーた"
        },{
          "ctgr": "ハッキング",
          "name": "スクリプトキディ",
          "note": "Script kiddie。能力が低いクラッカーに対する蔑称。\n\n悪意あるサイバー攻撃を仕掛ける際に知識や技術が足りず、他人が開発したツールやスクリプトを使用する者を指す。\n\n『キディ（kiddie）』には『お子様』といった意味がある。",
          "ruby": "すくりぷときでぃ"
        },{
          "ctgr": "IT",
          "name": "ステガノグラフィ",
          "note": "情報を他の情報に埋め込む技術。\nIT分野ではこれを応用して『電子透かし』と呼ばれる、画像などのデジタルコンテンツに情報を埋め込む手法が生み出された。\n\n電子透かしで埋め込まれた情報は、専用の検出ソフトを使って取り出すことができる。",
          "ruby": "すてがのぐらふぃ"
        },{
          "ctgr": "軍事",
          "name": "ステルス迷彩",
          "note": "対象を視覚的に透明化し、その場にいないかのように見せる技術。\nSF作品に登場する架空の技術とされていたが、２０３７年現在、撮影した映像をプロジェクタなどで投影することで周囲に溶け込む手法や、光に対して負の屈折率を持つ新素材を使う手法などが実現しており、軍事利用されている。",
          "ruby": "すてるすめいさい"
        },{
          "ctgr": "その他",
          "name": "世界線",
          "note": "無数の可能性世界を指すが、並行世界として同時に存在しているわけではなく、世界線は常にひとつしか存在しない。\nその世界線上では過去から未来まですべての出来事が決定している。そのため同一世界線でどれだけ過去を変えても、同じ結果へと収束してしまう。",
          "ruby": "せかいせん"
        },{
          "ctgr": "科学",
          "name": "世界初のコンピュータ",
          "note": "１９４２年にアメリカで開発された電子計算機『ABC』のこと。\nしかし１９４６年に同じくアメリカで開発された『ENIAC（Electronic Numerical Integra-\ntor and Computer）』の方が知名度が高く、一般的にはこちらが世界初のコンピュータとして知られている。\n\nENIACは当初、アメリカ陸軍の弾道研究所で砲撃射表の計算を目的に設計されたが、原子爆弾を開発したマンハッタン計画でも使用された。",
          "ruby": "せかいはつのこんぴゅーた"
        },{
          "ctgr": "科学",
          "name": "速度が時間を遅らせる",
          "note": "特殊相対性理論によると、光速に近付くにつれて時間の進み方がゼロに近くなる。つまり、光速で移動するものは時間経過の影響を受けないというのだ。\nこの奇妙な現象をSF作品では『ウラシマ効果』と呼ぶこともある。",
          "ruby": "そくどがじかんをおくらせる"
        },{
          "ctgr": "その他",
          "name": "タイムマシン",
          "note": "時間の流れに逆らって過去や未来へ行くことができる架空の装置。SF作品で重要アイテムの１つとして登場することがある。\n\nH・G・ウェルズの小説『タイム・マシン』をきっかけに広く知られるようになった。",
          "ruby": "たいむましん"
        },{
          "ctgr": "その他",
          "name": "タイムリープ",
          "note": "時間跳躍を意味する和製英語。自分の意識だけが時間を移動し、過去や未来の自分の身体にその意識が乗り移ることを指す。\n\n身体ごと時間を移動する場合はタイムトラベル（時間旅行）と呼ばれる。",
          "ruby": "たいむりーぷ"
        },{
          "ctgr": "その他",
          "name": "チェリャビンスク隕石落下事件",
          "note": "２０１３年２月１５日、ロシアのチェリャビンスク州の付近で発生した隕石落下事件。\n隕石落下だと確定している中では、初めて大規模な人的被害をもたらした災害である。\n\n隕石は落下中に爆発を起こし、そのとき生じた衝撃波によって４４７４棟の建物の窓ガラスが割れたりドアが吹き飛ぶといった被害が発生した。\nまた隕石は大気圏突入後に火球と呼ばれるほど明るく輝き、高度３０キロメートルまで降下したとき、この火球からの紫外線によって屋外にいた何人かは日焼けを負ったという。\n\n隕石の大きさは直径１７メートルあり、もし空中で分裂せず地表へ落下していれば、直径１００メートルほどのクレーターが生じ、さらに周辺は壊滅的な被害を受けていただろうという意見もある。",
          "ruby": "ちぇりゃびんすくいんせきらっかじけん"
        },{
          "ctgr": "IT",
          "name": "地球シミュレータ",
          "note": "海洋研究開発機構（JAMSTEC）横浜研究所に設置されているスーパーコンピュータ。\n２００２年に初代の運用が始まり、地球規模のシミュレーションによって環境変動の解明や予測を行っている。\n定期的にハードウェアを更新しており、２０３７年現在は７代目を運用中。\n\n垓機関が運用するGAIAとは別物である。",
          "ruby": "ちきゅうしみゅれーた"
        },{
          "ctgr": "その他",
          "name": "ツングースカ爆発事件",
          "note": "１９０８年６月３０日、ロシアのシベリアにあるポドカメンナヤ・ツングースカ川上流の上空で隕石によって起きたとされる爆発事件。\n\n爆発の中心地から半径３０～５０キロメートルに渡って森林が炎上し、１０００キロメートル離れた家の窓ガラスも割れたという。\n\n当時のロシアは日露戦争を終えたばかりで混乱の中にあり、１９６０年代まで本格的な調査ができなかった。\n\n２０１３年にウクライナ、ドイツ、アメリカの科学者グループが当時の地層から隕石を構成していたと思われる鉱物を検出し、爆発の原因は隕石だと主張したが、確定には至っていない。",
          "ruby": "つんぐーすかばくはつじけん"
        },{
          "ctgr": "その他",
          "name": "ディープステート",
          "note": "アメリカ政府に関する陰謀論。\n実際に政治権力を持つのは大統領や議会ではなく、裏で権力を行使する個人あるいは組織であるという説。",
          "ruby": "でぃーぷすてーと"
        },{
          "ctgr": "その他",
          "name": "デジャヴ",
          "note": "既視感。実際は一度も体験したことがないにもかかわらず、以前にもどこかで体験したように感じること。\n\n単なる錯覚ではなく、夢や物忘れで済ませられないほどのリアルな『過去の実体験』としての感覚が伴う。ただし、その『過去』とはいつ、どこだったのかは当然ながら思い出すことはできず、結果強い違和感をもたらす。原因はいまだ解明されていない。\n\n記憶の『回復』と『既知』の機能の同期がズレるという、非常に稀で一時的な異常の際に起きる生理現象だとする説。脳の海馬傍回に、痙攣のようなかすかな発作が起きるのが原因だとする説などがある。",
          "ruby": "でじゃゔ"
        },{
          "ctgr": "その他",
          "name": "テセウスの船",
          "note": "同一性に関するパラドックス。\n\nある物体を構成する部品すべてを別のものに置き換えたとき、その物体は同じものと言えるのか、という問題。\n\nまた、置き換えられた古い部品を集めて別のものを組み立てたとき、どちらが元々の物体といえるのか、という派生問題も存在する。",
          "ruby": "てせうすのふね"
        },{
          "ctgr": "軍事",
          "name": "特殊作戦群",
          "note": "防衛省が管理する日米連合国防軍において、公式に特殊部隊と定義されている部隊。\n２００４年に陸上自衛隊で組織された。\n\n旧アメリカ陸軍におけるグリーンベレー（アメリカ陸軍特殊部隊群）やデルタフォース（第１特殊部隊デルタ作戦分遣隊）に相当し、習志野駐屯地に群本部を置いている。\n\n２０３１年、日米同盟強化の名目で米軍と自衛隊が合流。日米混成軍である日米連合国防軍が日本と米国に誕生し、そのとき特殊作戦群も日米混成となった。",
          "ruby": "とくしゅさくせんぐん"
        },{
          "ctgr": "科学",
          "name": "ドローン",
          "note": "マルチローターやクワッドローターなどの総称。離陸、推進に３つ以上のプロペラを用いる小型の（人が乗り込めない程度の大きさの）ヘリコプター。\n\n２０１０年代頃に安価で手軽に操縦できるドローンが開発され、一般的になった。\n\n２０３７年現在においては、マルチローター、クワッドローターなどプロペラタイプだけでなく様々な推進装置による様々なドローンが販売されている。",
          "ruby": "どろーん"
        },{
          "ctgr": "人物",
          "name": "ニコラ・テスラ",
          "note": "オーストリア帝国（現在のクロアチア）生まれの電気技師で発明家。１８５６年生まれ。１９４３年没。 \n\n学生時代に交流電流の原理を発見。\nその後、アメリカに渡りエジソンの会社で働く。\nだがエジソンとは、直流電流と交流電流という送電方式の違いで対立し、わずか１年ほどで退社。\n\n１８８８年には交流発電機、交流電動機を発明した。\n\nなお、２１世紀現在において世界の送電方式はテスラが発明した交流方式が主流となっている。 \n\n磁場の強さを表す国際単位には彼の名である『テスラ』が採用されている。",
          "ruby": "にこら・てすら"
        },{
          "ctgr": "IT",
          "name": "バ美肉",
          "note": "バーチャルな美少女に受肉する、の略のネットスラング。\n\nバーチャル美少女の中身は決して女性である必要も、少女である必要も、場合によっては人間である必要もない。\n\n２０１８～２０２０年頃に一般化した概念。",
          "ruby": "ばびにく"
        },{
          "ctgr": "その他",
          "name": "パラレルワールド",
          "note": "別の時空に、並行して存在する異世界。\n我々が住む世界と同じ次元を持ち、時にはそこに暮らす人やあらゆる物の位置などまでが完全に一致している場合もある。",
          "ruby": "ぱられるわーるど"
        },{
          "ctgr": "その他",
          "name": "ハルマゲドン",
          "note": "新約聖書の聖典の１つ『ヨハネの黙示録』に記されている、世界の終末に起こる善と悪の戦争が行われる場所。\n転じて、世界の終わりを意味する。",
          "ruby": "はるまげどん"
        },{
          "ctgr": "IT",
          "name": "ピックドロップ",
          "note": "２０３７年に存在するオンラインストレージサービスの１つ。\nインターネット環境さえあれば、どこからでもアクセスできるデータ記憶装置である。\n\n類似サービスの中でもトップクラスのセキュリティを誇り、利用するハッカーも多い。",
          "ruby": "ぴっくどろっぷ"
        },{
          "ctgr": "科学",
          "name": "ヒトゲノム",
          "note": "人体を構成する遺伝情報のこと。\n１９９０年にアメリカでヒトゲノムの全塩基配列を解析するプロジェクトが発足し、２００３年に完了した。",
          "ruby": "ひとげのむ"
        },{
          "ctgr": "その他",
          "name": "ファティマ第３の預言",
          "note": "１９１７年にポルトガルの小さな町ファティマに現れた聖母マリアが残したとされる預言の１つ。\n\n５月１３日、３人の子供たち、ルシア、フランシスコ、ヤシンタの前に最初の出現を果たした聖母は、毎月１３日の同じ時刻に同じ場所へ集まりなさいと告げた。\n翌月、聖母は本当に現れた。聖母出現の噂は広まり、３度目の１３日には５０００人もの人々が集まる中、聖母はルシア、フランシスコ、ヤシンタの３人に３つの預言を託した。\n\n第１の預言は、第一次世界大戦の終わりと、次の教皇の時代に大きな不幸が起きることを。\n\n第２の預言は、次の大きな不幸の前に夜間に不思議な光が見えること、それが神の警告のしるしであることを伝えていた。\n\n第３の預言は、１９６０年に発表するよう指示された。しかし子供たちは預言を大人たちに伝え、その内容を知った当時のローマ教皇は恐怖のあまり失神したという。\n\n結局、第３の預言の公開は１９６０年から先延ばしにされてしまい、１９８１年には第３の預言の内容開示を要求するハイジャック事件まで発生した。\n\n２０００年になってローマ教皇はようやく預言を公開。その内容は１９８１年に起きた教皇暗殺未遂事件に関するものだった。\n\nあまりに拍子抜けする内容だったため、この公開はフェイクで、実際はもっと恐ろしい内容なのではないかと噂されている。",
          "ruby": "ふぁてぃまだいさんのよげん"
        },{
          "ctgr": "IT",
          "name": "フェイク動画",
          "note": "事実と異なる内容をでっちあげた動画のこと。\n\nAIの学習手法ディープラーニングを利用したフェイク動画は『ディープフェイク』と呼ばれ、その完成度の高さでいとも簡単に人々に嘘を信じ込ませるため、社会問題になっている。",
          "ruby": "ふぇいくどうが"
        },{
          "ctgr": "IT",
          "name": "ブロックチェーン",
          "note": "データ改竄に対して強い耐性を持つ記録システム。\n２００８年にサトシ・ナカモトと名乗る人物が暗号資産ビットコイン開発のために考案した。",
          "ruby": "ぶろっくちぇーん"
        },{
          "ctgr": "IT",
          "name": "分散コンピューティング",
          "note": "複数のコンピュータで演算処理を分担すること。\n参加する台数が多いほど処理にかかる時間は短くなる。\n\n演算処理を統括する機器を『親』、親から指示を受けて演算処理を行う機器を『子』などと呼ぶ。",
          "ruby": "ぶんさんこんぴゅーてぃんぐ"
        },{
          "ctgr": "IT",
          "name": "分散台帳",
          "note": "複数参加者で構築するネットワークで台帳を管理する『分散型台帳技術』において、参加者それぞれが所持する台帳のこと。\n参加者全員がまったく同じ台帳を持っているため、万が一、誰かの台帳が改竄されてしまったとしても、すぐに修復することができる。",
          "ruby": "ぶんさんだいちょう"
        },{
          "ctgr": "その他",
          "name": "ムムー",
          "note": "オカルト雑誌。創刊１９７９年。\nUFO、UMA、超能力、超科学、陰謀論といったオカルト全般を取り扱う。\n\n電子書籍が主流となった今も紙媒体での発行を続けている。",
          "ruby": "むむー"
        },{
          "ctgr": "IT",
          "name": "メタデータ",
          "note": "デジタルデータに付属する『作成者』『作成日』『ファイルサイズ』といった補足情報のこと。",
          "ruby": "めたでーた"
        },{
          "ctgr": "IT",
          "name": "モービルコネクト",
          "note": "外部から車両のシステムに接続すること。\n\n２０３７年現在、国土交通省に登録されている車両は、国土交通省の許可を得ることで、外部から車両のシステムに接続（コネクト）することができる。\n\nこの仕組みを利用し、軍や警察は逃走車両を強制停止させるなどして事件を解決している。\nしかし同時に犯罪に悪用されるケースも増えてきている。",
          "ruby": "もーびるこねくと"
        },{
          "ctgr": "その他",
          "name": "黙示録",
          "note": "ヨハネの黙示録。新約聖書の最後の一書。\n世界の終末、最後の審判、キリスト再臨など、預言的な内容が書かれている。",
          "ruby": "もくしろく"
        },{
          "ctgr": "その他",
          "name": "モンティ・ホール問題",
          "note": "アメリカのテレビ番組で司会者モンティ・ホールが行っていたゲームをもとにした確率論の問題。\n\n確率論で導き出された回答に納得できない人が続出し、『直感的に正しいと思う答えと、理論的に正しい答えが異なる問題』として有名。",
          "ruby": "もんてぃ・ほーるもんだい"
        },{
          "ctgr": "科学",
          "name": "ライフゲーム",
          "note": "１９７０年にイギリスの数学者ジョン・ホートン・コンウェイが考案したシミュレーションゲーム。\n生命の誕生、進化、淘汰といったプロセスを簡易的なモデルで再現している。\n\nこのゲームのもとになっているのは、セル・オートマトンと呼ばれる計算モデルで、ジョン・フォン・ノイマンとスタニスワフ・ウラムによって考案された。",
          "ruby": "らいふげーむ"
        },{
          "ctgr": "科学",
          "name": "ラプラスの悪魔",
          "note": "フランスの数学者ピエール＝シモン・ラプラスが提唱した超越的存在のこと。\n\nある瞬間におけるすべての物質の位置と運動量を把握できる超越的存在、つまり悪魔は、未来を完全に予測できるという主張である。",
          "ruby": "らぷらすのあくま"
        },{
          "ctgr": "人物",
          "name": "ラマヌジャン",
          "note": "シュリニヴァーサ・アイヤンガル・ラマヌジャン。１８８７年生まれ。１９２０年没。\nインドの数学者で、天才的なひらめきによって『インドの魔術師』の異名を持つ。\n\nいわく、数々のひらめきはナーマギリ女神が教えてくれたことだという。\n\nイギリスのケンブリッジ大学に招聘され、その数年後、最古の科学アカデミーである王立協会の会員資格が与えられた。\n過去に資格を得た人物は、アイザック・ニュートン、アルベルト・アインシュタインなど。\n\nラマヌジャンの半生は映画にもなっている。",
          "ruby": "らまぬじゃん"
        },{
          "ctgr": "科学",
          "name": "リグメッシュ",
          "note": "半導体の材料であるシリコン元素で作られたペーパー状の入力素子。自由な形に切り出して利用できる。\n\n素材自体の電気抵抗率の高さは言うまでもないが、この技術の素晴らしさは自由に設計された電子軌道情報をプリンターで手軽に書き込めることにある。\n本来、原子によって束縛された電子は禁止帯（エネルギーギャップ）を飛び越えることはできないが、人間の指などを用いて物理介入することでそれを可能にした。\n\n様々な図案に切り出して身体や物に貼り付けることで、ファッション要素を併せ持ちながら入力端末としても使え、特に若いハッカーたちの間で人気がある。\n\n他のウェアラブルデバイスに比べ、入力の正確性が群を抜いていることもハッカーから支持されている理由のひとつである。",
          "ruby": "りぐめっしゅ"
        },{
          "ctgr": "科学",
          "name": "量子情報通信",
          "note": "量子テレポーテーション技術を用いた通信方法。\n\n量子もつれ状態にある光子のペアを送信側と受信側に用意することで秘匿性の高い通信を行うことができる。\n\n当初は光ファイバーを使って光子を受信側へ送っていたが、光子の劣化で送信距離に限界が出たため、現在は人工衛星を使って宇宙から送信側と受信側に光子を届けている。",
          "ruby": "りょうしじょうほうつうしん"
        },{
          "ctgr": "科学",
          "name": "量子テレポーテーション",
          "note": "量子もつれの性質を利用した転送技術。\n\n瞬間移動のように物質そのものを転送するわけではなく、量子状態という情報を送り、それをもとに転送先で物質を構築する。\n\nそのため、転送前と転送後で同じ物質だといえるのかどうか意見が分かれている。",
          "ruby": "りょうしてれぽーてーしょん"
        },{
          "ctgr": "科学",
          "name": "量子もつれ",
          "note": "電子や光子といった素粒子は、便宜上『上向き』『下向き』と呼ばれるスピンを同時に行うことができる。\nこの状態を『重ね合わせ』と呼び、重ね合わせは観測するまで続いて、観測後は『上向き』『下向き』どちらかの一方のスピンになる。\n\n量子もつれでは、重ね合わせ状態の２つの電子や２つの光子が必要になる。\n２つが重ね合わせ状態でありながら正反対のスピンをする関係性こそ、量子もつれである。\n\n量子もつれ状態になった２つは強い相互関係にあり、例えば、観測した片方が『上向き』だった場合、もう片方は瞬時に『下向き』になる。\n２つの素粒子がどれほど離れた場所にいようとも、この関係が変わることはない。片方を観測した瞬間に、もう片方の状態が決定される。\n\nこの現象を発見した１人である物理学者アインシュタインによる『情報は光速を超えて伝達されない』という説は、この量子もつれによって崩れた。",
          "ruby": "りょうしもつれ"
        },{
          "ctgr": "軍事",
          "name": "ABMS",
          "note": "Advanced Battle Management System。空軍の高度戦闘管理システム。\n\n陸海空に加えて宇宙に配備された軍事衛星までが接続するクラウドベースのシステムで、個々のセンサーが収集した情報を瞬時に統合することで戦場の状況認識精度を高めることができる。",
          "ruby": "えーびーえむえす"
        },{
          "ctgr": "IT",
          "name": "AI",
          "note": "Artificial Intelligence。人工知能。\n自主学習能力のある制御システムや、人間そっくりの思考ルーチンを持つプログラムなど、その定義は当初のものから離れ、多様化している。",
          "ruby": "えーあい"
        },{
          "ctgr": "IT",
          "name": "AR",
          "note": "Augmented Reality。拡張現実。現実の環境に対し、デジタル情報を合成表示する技術。\n\n２０３７年現在においては、BMIと連携し、現実の視界上にバーチャルな画像や文字、３Ｄオブジェクト等をリアルタイムで配置する技術が一般的。\nさらには、現実には存在しないにもかかわらず触感を再現することも可能になってきている。",
          "ruby": "えーあーる"
        },{
          "ctgr": "その他",
          "name": "ATLAS",
          "note": "Asteroid Terrestrial-impact Last Alert \nSystem。小惑星地球衝突最終警報システム。\n\n望遠鏡で夜空を自動的に観測し、接近する天体を地球に衝突する数週間前に検出して早期警告する。\n\nNASAから資金提供を受けたハワイ大学天文学研究所が開発・運用しており、２０１５年から観測を開始。２０１７年には２台目の望遠鏡の運用が始まった。\n\n全天候での２４時間観測に対応するため、最終的に地球全体に８台の望遠鏡を設置する予定である。",
          "ruby": "あとらす"
        },{
          "ctgr": "IT",
          "name": "BMI",
          "note": "Brain Machine Interface。デジタル情報を脳の神経ネットワークに直接介入させる技術。\n\n視覚の中に電子情報を展開することができ、ネットワークに接続してリアルタイムに広範囲の情報との連動も可能となった。\n\nただしこの技術はシンギュラリティを後押しするものだという警鐘や、脳への悪影響、犯罪を助長する可能性が指摘されるなど、世論からの反発もいまだ多い。\n\n２０３７年現在、若い世代（３０代以下）への普及率は９０％に迫る勢いだが、一方で６０代以上の高齢者への普及率は５０％弱に留まっている。\n\n耳の軟骨上部にピアス状の電極を装着し、その電極に『キャリアノード』と呼ばれる端末をクリップすることが一般的な使用方法である。",
          "ruby": "びーえむあい"
        },{
          "ctgr": "その他",
          "name": "BPTS",
          "note": "Global Ballistic Point-to-Point Transport System。大陸間における弾道２点間の移動・輸送システム。\n２０１３年に日欧共同計画HIKARIによって研究が開始され、２０２４年に実用化された。\n\nロケットのような弾道飛行をすることで、飛行機よりも迅速な移動・輸送が可能になった。たとえば、東京・ローマ間は約１時間で移動できる。\n\nしかし発着にはBPTS専用の基地が必要で、従来の空港と比べて圧倒的に数が少なく、課題になっている。",
          "ruby": "びーぴーてぃーえす"
        },{
          "ctgr": "ハッキング",
          "name": "CANBUSハック",
          "note": "車両のシステムに対して悪意あるサイバー攻撃を仕掛ける手法。\n\n２０３７年現在、各種車両は標準機能として『自動運転』を搭載するほど高性能になっており、様々なセンサーをデジタル制御している。デジタルなものは一般的なコンピュータと同様にクラッキングできてしまうため、車両システムに対する悪質な攻撃が可能になってしまった。\n\n名前にある『CAN（Controller Area Net-\nwork）』は車両システム間の相互接続のことを示し、『BUS』はデータ交換するための経路を指すコンピュータ用語だと言われている。",
          "ruby": "きゃんばすはっく"
        },{
          "ctgr": "人物",
          "name": "Cicada3301",
          "note": "２０１２年１月、インターネットの画像掲示板4chanに謎の暗号を投稿した人物。\n暗号とともに、非常に知的な人材を探しているというメッセージと『3301』という署名、そして昆虫のセミ（Cicada）の画像をアップしたことから『Cicada3301』と呼ばれるようになった。\n\n投稿された暗号は難解で、１つを解いても、さらなる暗号が次々と現れる仕組みになっていた。\nさらにネット上だけでは終わらず、ワルシャワ・パリ・ソウル・シドニーなど１４の世界の主要都市にQRコードがプリントされたCicadaのポスターが貼られたこともあった。\n\n暗号投稿はしばらく続いたが、最初の投稿から約１ヶ月後に突然『我々は求めていた人材をついに見つけました。これで長い旅路は終了します』というメッセージが投稿され、それ以降、姿を消してしまった。\n\n２０１３年１月に再び暗号が投稿されたが、すぐに途切れ、２０３６年５月まで新たな暗号が投稿されることはなかった。",
          "ruby": "しけいださんさんぜろいち"
        },{
          "ctgr": "ハッキング",
          "name": "DDoS攻撃",
          "note": "Distributed Denial of Service attack。サイバー攻撃の一種。\n\n１台の機器から攻撃を仕掛けるDoS攻撃に対して、複数の機器から一斉に攻撃を仕掛けるため、対象により高い負荷を与えるという特徴を持つ。\n\nDDoS攻撃に利用される大量の機器のほとんどは攻撃者とは無関係な他人の所有物。\n攻撃者は他人の機器を踏み台にして攻撃を仕掛けるため、攻撃者の特定はDoS攻撃よりも難しい。",
          "ruby": "でぃーどすこうげき"
        },{
          "ctgr": "その他",
          "name": "DV",
          "note": "Domestic Violence。家庭内暴力という意味だが、配偶者に限らず親密な関係にある、あった者から振るわれる暴力も含まれる。",
          "ruby": "でぃーぶい"
        },{
          "ctgr": "IT",
          "name": "FairisGo",
          "note": "三次元による顔認証（Face）と虹彩認証（Iris）のダブルチェックを瞬時に行うバイオメトリクス（生体）認証システム。\n\n２０３７年における生体認証システムの中で、その精度や安全性、即時性においてもっとも信頼が高い。\n\n電子決済、セキュリティ解除、SNSログインなど様々な認証シーンで利用されている。",
          "ruby": "ふぇいりすごー"
        },{
          "ctgr": "IT",
          "name": "IoT",
          "note": "Internet of Things。モノがインターネットに接続すること。また、それを利用したサービスのこと。\n\n近年では、モノに搭載されたセンサーを通じて様々な情報を集め、クラウド上に蓄積し、AIで分析。その結果に応じてモノから最適なフィードバックをする、という仕組みが増えている。\n\n具体的には、人の体温や設定温度の傾向からエアコン温度を自動調整したり、冷蔵庫の使用状況から追加で購入するべきものを通知したりする。",
          "ruby": "あいおーてぃー"
        },{
          "ctgr": "IT",
          "name": "IPアドレス",
          "note": "Internet Protocol address。インターネット・プロトコルと呼ばれる通信規約において、通信相手を識別するための番号。",
          "ruby": "あいぴーあどれす"
        },{
          "ctgr": "IT",
          "name": "Li-Fi",
          "note": "Light Fidelity。LEDを利用した光無線通信で、Wi-Fiなどの電波を使うものと違って電波障害を引き起こさないため、病院など電波の悪影響が心配される施設で使われることが多い。",
          "ruby": "らいふぁい"
        },{
          "ctgr": "軍事",
          "name": "NORAD",
          "note": "北アメリカ航空宇宙防衛司令部。\nアメリカとカナダが共同で運用している連合防衛組織で、司令部はアメリカのコロラド州のピーターソン空軍基地にある。\n\n２４時間体制で人工衛星の観測や、弾道ミサイル・核ミサイルへの警戒、戦略爆撃機の動向監視などをしている。\n\n毎年クリスマスになると『NORAD Tracks \nSanta』というサンタクロース追跡を行い、子供たちを喜ばせている。",
          "ruby": "のーらっど"
        },{
          "ctgr": "IT",
          "name": "PIQT",
          "note": "PIQT OS（Pictgram Information and \nQuantum Technology Operation \nSystem）。ネットブラウザのOS。２０３７年現在、シェア９０％を誇る。\n\n元々はPC用だったが、今はBMI用のOSとしても提供されている。\n\nPIQT OSの開発は日本人プログラマーによるもので、数年前までは個人の手によって運営されていた。２０２９年にGgoole社が４億６０００万ドルでこれを買収し大きな話題となった。",
          "ruby": "ぴくと"
        },{
          "ctgr": "科学",
          "name": "QCDC",
          "note": "量子コンピュータ開発センター（Quantum \nCom Development Center）。量子コンピュータを使用した最新のスーパーコンピュータを指す。\n\n汎用性がなく計算目的を１つに絞った量子アニーリングマシンを心臓部に据え、それと接続した２０２０年代までスーパーコンピュータと呼ばれていた汎用性のあるトランジスタ・コンピュータ群で構成される。\n\n過去のスパコンと区別するため『Qコン（キューコン）』という通称が使われている。",
          "ruby": "きゅーしーでぃーしー"
        },{
          "ctgr": "軍事",
          "name": "SA4D",
          "note": "戦略的防御攻撃機構（Strategic Attack for \nDefense）。\nG26による“核兵器を無力化することで恒久的な平和を実現する”という構想に基づいて運用されていた人工衛星群。\n\n地上に対する攻撃機能を持った人工衛星を打ち上げることで核兵器を無力化するという計画で、２０２６年にサグラダ・ファミリア完成記念式典と同時に開催されたG26サミットで公表され、わずか数年で４００機以上が高度６００～１２００キロメートルの地球低軌道上に打ち上げられた。\n\nしかし、２０３６年問題の影響で２０３６年２月６日に誤作動を起こし、G26の各首都を中心に複数回の攻撃を実行。この事故は『サッドモーニング』と呼ばれ、全世界で死者５１０万人以上を出す大惨事となった。\n\nサッドモーニングの際、地上に不時着した機体も存在するが、ほとんどは機能をロックされた状態で現在も地球低軌道を周回し続けており、国連およびG26の各国は２０４５年までにすべての機体の廃棄を目指している。",
          "ruby": "えすえーふぉーでぃー"
        },{
          "ctgr": "IT",
          "name": "Sky Transmission System",
          "note": "最新式の航空回線。\nエアバンドと呼ばれる無線を使った従来の仕様とは異なり、人工衛星を介して管制塔と機体の間で通信する。\nなお、エアバンドは廃止ではなく、Sky Trans-\nmission Systemにトラブルが生じた場合の予備の連絡手段として残っている。",
          "ruby": "すかい　とらんすみっしょん　しすてむ"
        },{
          "ctgr": "IT",
          "name": "SNS",
          "note": "Social Networking Service。２０３７年においては、BMI上でのコミュニティ型サイトを指し、招待制や登録制などの様々な形態がある。\nテキスト主体のサイトもいまだ根強く存在している。",
          "ruby": "えすえぬえす"
        },{
          "ctgr": "軍事",
          "name": "UAV",
          "note": "Unmanned Aerial Vehicle。人間が搭乗しない航空機のこと。無人航空機。",
          "ruby": "ゆーえーぶい"
        },{
          "ctgr": "IT",
          "name": "UNIX環境",
          "note": "OS『UNIX』またはUNIXから派生したOS上で動作すること。\n\nUNIXは１９６９年にアメリカのAT＆T社が開発したOSで、ソースコードを公開したことから爆発的人気を得た。\n\n古い歴史を持つため、様々なOSの土台になっている。",
          "ruby": "ゆにっくすかんきょう"
        },{
          "ctgr": "IT",
          "name": "VR",
          "note": "Virtual Reality。仮想現実。人の五感を通じて、コンピュータで作成された三次元空間を現実のように疑似体験できる技術。\n\n２０３７年現在においては、仮想空間にいるアバターを脳波で操作し、アバターが受け取った感触を脳波へフィードバックする『フルダイブVR』が主流である。\nダイブ中は現実の肉体は昏睡と同じ状態となり、仮想現実内での行動が現実の肉体の運動として出力されることはない。",
          "ruby": "ぶいあーる"
        },{
          "ctgr": "IT",
          "name": "VR酔い",
          "note": "VR体験中に生じることがある、頭痛、めまい、吐き気、倦怠感といった症状。\n\n原因は様々だが、その１つは目で見ているものと身体の感覚とのズレによって生じる乗り物酔いだと言われている。",
          "ruby": "ぶいあーるよい"
        },{
          "ctgr": "IT",
          "name": "ZOOTTOMO",
          "note": "ARキャラクターによる音声・映像を使った対話形式のナビゲーションシステム。\n\n若者に人気のBMIアプリの１つで、キャラクターがBMI視界を自由に動き回り、ユーザーと会話しながら様々なナビゲーションを行う。\n\nキャラクターの口調や個性、機能はある程度チューニング可能。課金することで限定キャラクターや、限定スキンが手に入る。",
          "ruby": "ずーとも"
        },{
          "ctgr": "その他",
          "name": "３大インパクト",
          "note": "地球上に残された隕石衝突クレーターのうち、その規模が大きい上位３つのこと。\n\n３位『チクシュルーブ』約６６０４万年前、メキシコ・ユカタン半島北部、直径約１６０キロメートル。\n\n２位『サドベリー』約１８億５０００万年前、カナダ・オンタリオ州、直径約１６０キロメートル。\n\n１位『フレデフォート』約２０億２３００万年前、南アフリカ・フリーステイト州、直径約１８０キロメートル。",
          "ruby": "さんだいいんぱくと"
        },{
          "ctgr": "ハッキング",
          "name": "５１％攻撃",
          "note": "ブロックチェーンの記録を改竄するサイバー攻撃の一種。\n不正取引を正しい記録として承認させてしまう手法で、ブロックチェーンではこの攻撃に対抗するべく様々な策を講じている。",
          "ruby": "ごじゅういちぱーせんとこうげき"
        },{
          "ctgr": "IT",
          "name": "２０００年問題",
          "note": "西暦２０００年を迎えると、古いコンピュータが誤った動作を引き起こす可能性があるとされた問題。 \n\n古いコンピュータはメモリ節約のため、年号を下２桁で表しているものがほとんどであった。\nそのため、１９９９年から２０００年へ変わると、下２桁は９９→００となってしまう。\nそれを想定したプログラムを搭載していないため、コンピュータは２０００年を１９００年と誤って認識してしまう可能性について指摘されていた。\n\n個人所有の物はともかくとして、ライフラインや金融関係、軍事機器に用いられているコンピュータが誤作動した場合、最悪の事態も想定された。\nこのため、１９９０年代中盤以降、世界規模で手作業によりすべてのプログラムを更新するという対策が取られた。 \n\nこの対策の成果により、２０００年問題は現実には杞憂に終わったのである。",
          "ruby": "にせんねんもんだい"
        },{
          "ctgr": "IT",
          "name": "２０３６年問題",
          "note": "西暦２０３６年２月６日にNTPのエラーを起因として世界規模で発生したコンピュータ誤作動。\n\n世界中のありとあらゆるネットワーク接続したコンピュータは『NTP（Network Time Proto-\ncol）』という通信プロトコルによって、協定世界時（UTC）の数ミリ秒以内に時刻を同期している。\n\nNTPは１９００年１月１日午前０時を起点に積算秒数で現在時刻を計算しており、設定上、この値は２進数で最大３２桁までしか記憶できない。\n上限値を超えると値が０に戻ってしまい、このタイミングが協定世界時（UTC）の２０３６年２月６日６時２８分１５秒（日本時間１５時２８分１５秒）であったため、２０３６年問題と呼ばれた。\n\n事前に対策が取られ、NTPは自動的に新しいシステムへ移行するはずだったが、エラーが発生し、『サッドモーニング』という史上最悪の事故が起きてしまった。",
          "ruby": "にせんさんじゅうろくねんもんだい"
        },{
          "ctgr": "IT",
          "name": "２０３８年問題",
          "note": "西暦２０３８年にUNIX環境で運用されているシステムが誤作動を起こす可能性があるとされている問題。\n\nUNIXおよびUNIXから派生したOSは、協定世界時（UTC）１９７０年１月１日午前０時を起点として経過秒数から現在時刻を計算している。\nこの値は符号付き３２ビット整数で管理されているため、２の３１乗――およそ２１億秒を超えると値がオーバーフローして負の値として扱われてしまう。\nこれによって様々なシステムが誤作動を引き起こす可能性があり、２０３６年のような大事故を防ぐために対策が取られている。\n\nオーバーフローするタイミングは、協定世界時（UTC）の２０３８年１月１９日３時１４分７秒（日本時間１２時１４分７秒）であるため、２０３８年問題と呼ばれている。",
          "ruby": "にせんさんじゅうはちねんもんだい"
        },{
          "ctgr": "その他",
          "name": "φ",
          "note": "フランスで誕生したAIクリエイター集団。\nプロデューサーAI、脚本家AI、アニメーターAI、声優AIなど、複数のAIで構成され、人間が一切関与しない状態で、０からアニメーション作品を制作・販売している。",
          "ruby": "ふぁい"
        }]
    },{
      "conv_d2i": [90,14,11,70,47,66,3,98,44,83,86,38,4,57,6,79,35,19,88,28,74,78,63,92,15,54,64,59,81,13,17,82,34,55,68,12,16,31,93,50,0,69,10,65,45,42,43,40,48,71,97,62,95,36,56,1,46,51,67,91,30,25,73,96,39,7,27,77,52,76,41,53,32,23,75,2,60,37,8,20,33,18,89,72,29,26,24,87,94,85,9,5,80,49,22,21,84,58,61],
      "conv_i2d": [40,55,75,6,12,91,14,65,78,90,42,2,35,29,1,24,36,30,81,17,79,95,94,73,86,61,85,66,19,84,60,37,72,80,32,16,53,77,11,64,47,70,45,46,8,44,56,4,48,93,39,57,68,71,25,33,54,13,97,27,76,98,51,22,26,43,5,58,34,41,3,49,83,62,20,74,69,67,21,15,92,28,31,9,96,89,10,87,18,82,0,59,23,38,88,52,63,50,7],
      "tips_list": [{
          "ctgr": "軍事",
          "name": "ABMS",
          "note": "Short for \"Advanced Battle Management System.\"\n\nUsed by the Air Force, it is a cloud-based system that connects not only units on land, at sea, and in the air, but also military satellites in space. ABMS can instantly integrate the vast amounts of data collected from all its sensors, greatly improving the precision of its situational awareness in combat.",
          "ruby": "えーびーえむえす"
        },{
          "ctgr": "軍事",
          "name": "Active Camouflage",
          "note": "A technology that makes an object invisible to the world around it.\nThough once thought to be exclusive to sci-fi, by 2037, it was replicated using things such as materials with a negative refractive index or projectors that help things blend into their surroundings by projecting on one of their sides an image captured from its opposite side. Commonly used by military forces.",
          "ruby": "すてるすめいさい"
        },{
          "ctgr": "IT",
          "name": "AI",
          "note": "Short for \"Artificial Intelligence,\" AI can refer to anything from control systems with learning ability, to programs with human-like thought routines. The concept has grown beyond the original definition and is still expanding.",
          "ruby": "えーあい"
        },{
          "ctgr": "科学",
          "name": "Amadeus System",
          "note": "An artificial intelligence system developed in the US at the Viktor Chondria University's Brain Science Institute.\n\nIt scans a person's brain waves, turns their personality and memories into data, and transplants both into an artificial intelligence, recreating the scanned person within the system.\n\nIt is expected to be able to offer some assistance with the treatment of cognitive impairments.",
          "ruby": "あまでうすしすてむ"
        },{
          "ctgr": "その他",
          "name": "Anonymous",
          "note": "Unnamed, nameless, incognito, anon.\n\nOften used for users who don't assume a name while posting on online imageboards.",
          "ruby": "あのにます"
        },{
          "ctgr": "人物",
          "name": "Antoni Gaudi",
          "note": "Antoni Gaudi (1852-1926) was an architect born in Spain.\n\nBetween 1984 and 2005, UNESCO declared several of his works, such as the Sagrada Familia, Park Guell, and Casa Mila, cultural heritage sites.\n\nHis Sagrada Familia was recognized by the Pope as a \"basilica,\" putting it above regular churches.",
          "ruby": "あんとにお・がうでぃ"
        },{
          "ctgr": "IT",
          "name": "AR",
          "note": "Short for \"Augmented Reality,\" it refers to technologies that overlay reality with digital data.\n\nBy 2037, BMI technology has enabled AR to become widespread. Virtual images, text, 3D models, etc. are displayed within the user's field of vision in real time. A recent development has made it possible for such non-real things to deliver actual tactile sensations.",
          "ruby": "えーあーる"
        },{
          "ctgr": "科学",
          "name": "Arecibo Message",
          "note": "A message sent to space in 1974 to celebrate the completion of the Arecibo radio telescope in the USA's Commonwealth of Puerto Rico.\n\nIt was aimed at the M13 Globular Cluster in the constellation of Hercules, about 25,000 light years away.\n\nThe message is made of 1,679 binary bits.\n\nThe number 1,679 was chosen because it is a semiprime—a product of two prime numbers, in this case, 23 and 73. It was expected that the decoder would rearrange the bits rectangularly in a 2D space as 73 rows and 23 columns, creating a coherent image.\n\nThe image is a depiction of the origins of mankind.",
          "ruby": "あれしぼ・めっせーじ"
        },{
          "ctgr": "科学",
          "name": "Arecibo Observatory",
          "note": "An observatory located in the USA's Commonwealth of Puerto Rico.\n\nCompleted in 1963, the Arecibo Telescope had a diameter of 305m, making it the largest radio telescope until the 500m Aperture Spherical radio Telescope (FAST) was completed in China in 2016.\n\nIn August 2020, one of its supporting cables snapped, with the same thing happening to the main cable in November of the same year, creating a large crack in the main mirror.\nFinally, in the subsequent December, the 900-ton platform fell, breaking off the tops of the support towers and destroying the telescope completely.\nIt was dismantled in the years that followed, but plans to rebuild it are being floated around.",
          "ruby": "あれしぼてんもんだい"
        },{
          "ctgr": "その他",
          "name": "Armageddon",
          "note": "The location of the battle between good and evil that will occur in the end times, according to the New Testament's Book of Revelation.\nThe word can also be used to refer to the end of the world in general.",
          "ruby": "はるまげどん"
        },{
          "ctgr": "その他",
          "name": "ATLAS",
          "note": "Short for \"Asteroid Terrestrial-impact Last Alert System,\" ATLAS is exactly what the name implies.\n\nIt observes the sky using telescopes and warns of any celestial bodies on a collision course with Earth weeks before they arrive.\n\nDeveloped and operated by the University of Hawaii's Institute for Astronomy and funded by NASA, its observations began in 2015, and were further improved in 2017 with the use of a second telescope.\n\nThere are plans to establish a total of eight such telescopes in separate places all over the globe to ensure 24/7 observation of the sky no matter the weather.",
          "ruby": "あとらす"
        },{
          "ctgr": "IT",
          "name": "Avatar",
          "note": "Because carrianodes are not equipped with cameras that record the users themselves, the faces displayed during BMI-based communication are not users' actual faces, but renditions based on facial data acquired from a 3D scan.\n\nSince the scanning process captures all kinds of expressions, the avatars are capable of displaying any emotion that might be appropriate.",
          "ruby": "あばたー"
        },{
          "ctgr": "IT",
          "name": "Babiniku",
          "note": "Internet slang from the Japanese \"BA-acharu na BIshojo ni juNIKU suru,\" which roughly translates to \"assuming the flesh of a virtual pretty-girl.\"\n\nIf she's virtual, why should it matter if the person inside is a grown woman, a young girl, or a human being at all?\n\nThis concept became commonplace between the years 2018-2020.",
          "ruby": "ばびにく"
        },{
          "ctgr": "IT",
          "name": "Blockchain",
          "note": "A recording system extremely resistant to data alteration, first thought up in 2008 for the purpose of the digital asset bitcoin, by a person calling himself \"Satoshi Nakamoto.\" ",
          "ruby": "ぶろっくちぇーん"
        },{
          "ctgr": "IT",
          "name": "BMI",
          "note": "Short for \"Brain-Machine Interface,\" it refers to technologies that enable digital data to directly influence one's neural network.\n\nIt allows for both the display of digital data within a person's own vision, and connection to the internet, affording real time linkage to vast amounts of data.\n\nThe public is still divided on this technology, with its detractors claiming that it's a sign of the coming Singularity, that it has adverse effects on the brain, or that it assists and encourages criminal behavior.\n\nIn 2037, it has an adoption rate as high as 90%% among people under 30, and barely above 50%% in seniors over 60.\n\nIt is most commonly used by equipping an electrode piercing on the upper ear, then clipping a device known as a \"carrianode\" to it.",
          "ruby": "びーえむあい"
        },{
          "ctgr": "その他",
          "name": "Book of Revelation",
          "note": "The final biblical book of the New Testament, also known as the \"Apocalypse of John.\"\n\nIt is full of prophetic writings about such things as the end times, the final judgment, and the Second Coming of Christ.",
          "ruby": "びーぴーてぃーえす"
        },{
          "ctgr": "ハッキング",
          "name": "BPTS",
          "note": "Short for \"Global Ballistic Point-to-Point Transport System,\" it is a ballistic-based movement-transport system between two points on different continents.\nResearch on the system was started in 2013 by a joint Japanese-European project called \"HIKARI,\" and it was first put into use in 2024.\n\nBy using a rocket-like ballistic flight, this system achieves movement-transport speeds far greater than that of planes. A flight between Tokyo and Rome, for example, lasts only about an hour.\n\nHowever, BPTS holds a major issue in that it requires specialized bases for launching and landing, which are currently far fewer than traditional airports.",
          "ruby": "きゃんばすはっく"
        },{
          "ctgr": "その他",
          "name": "CANBUS Hack",
          "note": "A type of malicious cyberattack targeting vehicle systems.\n\nBy 2037, vehicle technology has progressed far enough for them to have a self-driving function by default. This requires various sensors, but these sensors are controlled by digital technologies that are as vulnerable to cracking as any computer, enabling malicious cyberattacks against vehicle systems.\n\nThe \"CAN\" in the name stands for \"Controller Area Network\"—the mutual connection between separate vehicle systems—while \"BUS\" is said to be computer speak referring to the pathways used for data exchange.",
          "ruby": "ちぇりゃびんすくいんせきらっかじけん"
        },{
          "ctgr": "人物",
          "name": "Chelyabinsk Meteor",
          "note": "A meteor that entered Earth's atmosphere near Russia's Chelyabinsk Oblast on February 15, 2013.\nIt was the first-ever confirmed meteor that caused major damage to people and their property.\n\nIt exploded mid-fall, creating a shockwave that shattered the windows and blew out the doors of 4,474 buildings. The atmospheric compression also set it afire, making it burn so bright that when it fell to an altitude of 30km, it released ultraviolet light that gave sunburns to some of the people that were outside.\n\nThe meteor had a diameter of 17m, and it is speculated that if it had crashed into the surface without breaking apart like it did, it would have created a crater with a 100m diameter and completely devastated the surrounding area.",
          "ruby": "しけいださんさんぜろいち"
        },{
          "ctgr": "科学",
          "name": "Cicada 3301",
          "note": "A mysterious person who, in January 2012, uploaded a strange puzzle code to 4chan, an online imageboard.\nAlong with the code, the person identified themselves as \"3301,\" and claimed to be looking for highly intelligent individuals. They also uploaded an image of a cicada, which led to them being called \"Cicada 3301.\"\n\nThe code was extremely difficult to solve, with every solution yielding yet another puzzle.\nThis wasn't limited to the internet, either—printed Cicada posters with QR codes appeared in fourteen major cities all over the world, including Warsaw, Paris, Seoul, and Sydney.\n\nThe code uploads continued for a while until, a month after the first upload, they wrote: \"We have now found the individuals we sought. Thus our month-long journey ends.\" With that post as their last, Cicada 3301 vanished.\n\nThere was another Cicada 3301 post made in January 2013, but nothing came of it, and there were no new posts afterwards until May 2036.",
          "ruby": "こーるどすりーぷ"
        },{
          "ctgr": "その他",
          "name": "Cold Sleep",
          "note": "The slowing down of a body's biological function by greatly reducing its temperature.",
          "ruby": "くりぷてっくす"
        },{
          "ctgr": "ハッキング",
          "name": "Cryptex",
          "note": "A cylinder the size of both hands, covered in disks akin to those found on combination locks.\n\nThe disks have either letters or numbers on them, and the cylinder can be opened by inputting the correct combination.\n\nA certain novel, which was adapted to film, features a cryptex containing a paper that reveals the location of the Holy Grail. Trying to open it without solving the code results in vinegar being spilled onto the paper, erasing the text.",
          "ruby": "でぃーどすこうげき"
        },{
          "ctgr": "その他",
          "name": "DDoS Attack",
          "note": "Short for \"Distributed Denial of Service Attack,\" DDoS is a type of cyberattack.\n\nUnlike DoS, which only uses a single device, DDoS is an attack using multiple devices at once, increasing the load on the target many times over.\n\nThe many devices used in DDoS attacks most often belong to someone other than the attacker.\nBecause the attacker uses other devices as stepping stones, it is much more difficult to identify them.",
          "ruby": "でぃーぷすてーと"
        },{
          "ctgr": "その他",
          "name": "Deep State",
          "note": "A conspiracy theory regarding the US government, it claims that the people with actual political power are neither the President nor the members of Congress, but individuals or groups that control them from the shadows.",
          "ruby": "でじゃう"
        },{
          "ctgr": "IT",
          "name": "Déjà Vu",
          "note": "A feeling that you've experienced something before despite never having actually done so.\n\nThe sensation of these non-existent past experiences is so realistic and vivid that the sufferer cannot discredit it as mere delusion, dream, or lapse in memory, but since they obviously cannot remember when and where this past happened, it ultimately creates a strong sense of discomfort. The cause is not yet known.\n\nSome propose that it's an extremely rare and brief physiological phenomenon that occurs when the brain fails while synchronizing the functions of memory repair and prior knowledge, while others theorize that it's the result of a short-lived, twitch-like spasm in the hippocampus.",
          "ruby": "あんごうしさん"
        },{
          "ctgr": "IT",
          "name": "Digital Assets",
          "note": "A new term for virtual currency.\n\nVirtual currency refers to currency exchanged exclusively using digital data. Unlike fiat currency, it is rarely regulated by anything like countries or central banks.\nPrimarily traded on the internet.\n\nWith the 2020 revision of Japan's Funds Settlement Act, \"virtual currency\" was renamed to \"digital assets\" to further differentiate it from fiat currency.",
          "ruby": "ぶんさんこんぴゅーてぃんぐ"
        },{
          "ctgr": "IT",
          "name": "Distributed Computing",
          "note": "A method of computing that distributes processing load between multiple computers.\nThe more computers that participate, the faster the processing becomes.\n\nThe computer that supervises the processing is called the \"parent,\" while the computers that receive orders and do the required processing are called \"children.\"",
          "ruby": "ぶんさんだいちょう"
        },{
          "ctgr": "科学",
          "name": "Distributed Ledger",
          "note": "The ledger possessed by each participant of a DLT (Distributed Ledger Technology) consensus—a network of participants that manage the ledger.\nBecause every participant has the same ledger, any alterations to it can be instantly fixed.",
          "ruby": "どろーん"
        },{
          "ctgr": "その他",
          "name": "Domestic Violence",
          "note": "Domestic violence refers to abusive behavior between spouses, family members, or other forms of intimate relationships.",
          "ruby": "でぃーぶい"
        },{
          "ctgr": "IT",
          "name": "Drone",
          "note": "A general term for things in the vein of multicopters and quadcopters—small, unmanned helicopters that use three or more propellers for movement.\n\nCheap and accessible drones were developed in the 2010s and became a common sight in the same decade.\n\nIn 2037, there are drones on the market that use propulsion methods besides propellers.",
          "ruby": "ちきゅうしみゅれーた"
        },{
          "ctgr": "人物",
          "name": "Earth Simulator",
          "note": "A supercomputer established in the Japan Agency for Marine-Earth Science and Technology, or JAMSTEC, facility in Yokohama.\nFirst operated in 2002, it uses Earth-scale simulations to explain and predict environmental changes.\nIt was subjected to many hardware upgrades over the years, and by 2037, is in its seventh generation.\n\nThis Earth Simulator is unrelated to the GAI Institution's GAIA.",
          "ruby": "えっしゃー"
        },{
          "ctgr": "その他",
          "name": "Escher",
          "note": "Maurits Cornelis Escher (1898-1972) was a Dutch artist.\n\nHe is known for his unique art involving optical illusions, impossible architecture, and changing patterns.\n\nPopular among his works are \"Drawing Hands\", \"Sky and Water I\", and \"Ascending and Descending\".",
          "ruby": "えすぺらんとご"
        },{
          "ctgr": "IT",
          "name": "Esperanto",
          "note": "An artificial language created by a Polish man known as Ludwik Lejzer Zamenhof.\nIt was intended to serve as a second language for communication between people with differing mother tongues.\n\nAs of 2037, there are said to be a million people who speak it worldwide.",
          "ruby": "ふぇいりすごー"
        },{
          "ctgr": "IT",
          "name": "FairisGo",
          "note": "A biometric verification system that instantly checks both the user's face and iris.\n\nDue to its precision, security, and speed, it is the most trusted of all such systems present in 2037.\n\nIt is used while making electronic payments, logging in to social media, performing security checks, and many other similar scenarios.",
          "ruby": "ふぇいくどうが"
        },{
          "ctgr": "IT",
          "name": "Fake Videos",
          "note": "Videos depicting faked content.\n\nFake videos created using AI deep learning algorithms are called \"deepfakes,\" and their quality is such that it is easy for people to mistakenly believe that they are real. Understandably, this is a concern.",
          "ruby": "えんむす"
        },{
          "ctgr": "科学",
          "name": "FateDate",
          "note": "A BMI-based dating app popular among people in their teens and twenties for its supposedly miraculous matchmaking rate.",
          "ruby": "せかいはつのこんぴゅーた"
        },{
          "ctgr": "科学",
          "name": "First-Ever Computer",
          "note": "The first electronic digital computer was the \"ABC,\" built in the US in 1942.\nHowever, it was eclipsed in 1946 by the similarly US-developed \"Electronic Numerical Integrator and Computer,\" or \"ENIAC,\" the enormous fame of which brought about its continued reputation as the world’s first.\n\nENIAC was designed by the US Army's Ballistic Research Lab to calculate artillery range tables, but it was also used in the Manhattan Project for nuclear weapon development.",
          "ruby": "らいふげーむ"
        },{
          "ctgr": "その他",
          "name": "Game of Life",
          "note": "A simulation game thought up by British mathematician John Horton Conway in 1970.\nIt is functionally an extremely simplified recreation of the process by which life is born, evolves, and goes extinct.\n\nThe basis of this game is the \"cellular automaton\" computation model, which was developed by John von Neumann and Stanislaw Ulam.",
          "ruby": "じょーじあ・がいどすとーん"
        },{
          "ctgr": "その他",
          "name": "Georgia Guidestones",
          "note": "A monument built in Georgia, USA in 1980.\n\nIt contained ten commandments written in eight languages and was the subject of various conspiracy theories and speculation. The first commandment was \"Maintain humanity under 500,000,000 in perpetual balance with nature.\"\n\nThe eight languages it used were English, Spanish, Swahili, Hindi, Hebrew, Arabic, Chinese, and Russian.",
          "ruby": "おやごろしのぱらどっくす"
        },{
          "ctgr": "その他",
          "name": "Grandfather Paradox",
          "note": "A famous time travel paradox that questions what would happen if a time traveler were to kill one of their own ancestors before they'd given birth to their parents or themselves.\n\nIf the ancestor died, the time traveler wouldn't be born, preventing the ancestor from dying, which would in turn allow the ancestor to create the time traveler who would go back in time and kill them, and so on.\n\nThe cycle would repeat without end.",
          "ruby": "ぐれいぱー"
        },{
          "ctgr": "科学",
          "name": "Graper",
          "note": "Also known as \"Graper Motorbikes,\" Grapers are a type of two-wheeled motorcycle equipped with self-driving technology. They use a gyro to remain upright in any situation.\nDriving them is functionally no different from driving any other two-wheeled vehicle. They even require the same license.\n\nEquipped with G6 GPS, they calculate both their own movements and those of other vehicles in real time to automatically prevent traffic accidents (ineffective when the control system is disabled).\nThe motor uses an electromagnetic acceleration system.\n\n\"Graper\" is a neologism that combines the words \"gravity\" and \"permission.\" The name refers to how it uses its gyro to remain upright despite being two-wheeled, making it look as though it defies gravity.\n\nAs a vehicle capable of autonomous driving, it can also be remotely called to its owner's current position.",
          "ruby": "ひとげのむ"
        },{
          "ctgr": "その他",
          "name": "Human Genome",
          "note": "The DNA information of the human body.\n\nThe project to sequence the human genome started in the US in 1990 and was completed in 2003.",
          "ruby": "あいどる"
        },{
          "ctgr": "その他",
          "name": "Idol",
          "note": "In 2037, \"idol\" is used to refer to many kinds of performers, including real-life men and women, people who assume different gender presentation or alternate appearances using AR, AR-based AI characters, and virtual idols who only exist in VR. The difference between the real and virtual world is growing thinner by the day.",
          "ruby": "いるみなてぃ"
        },{
          "ctgr": "その他",
          "name": "Illuminati",
          "note": "A creation of 18th century German philosophers, the Illuminati is a secret society that championed \"putting an end to the machinations of the purveyors of injustice.\"\n\nThe concept spread among the rich and wealthy of multiple countries, and had 2,000 members at its prime.\n\nThe Pope eventually declared the Illuminati heretical, forcing them to dissolve in 1785, but to this day they remain a major name in all kinds of conspiracy theories.",
          "ruby": "いんふるえんさー"
        },{
          "ctgr": "IT",
          "name": "Influencer",
          "note": "A person who has influence over those around them.\nGenerally used to refer to people with a large online following, giving them influence on the internet.",
          "ruby": "あいおーてぃー"
        },{
          "ctgr": "IT",
          "name": "IoT",
          "note": "Short for \"Internet of Things,\" it refers to objects connected to the internet, as well as the services that use them.\n\nIn recent years, it has become commonplace for various objects to be equipped with sensors that gather and accumulate various pieces of information in the cloud, then use AI analysis to derive optimal feedback from it all.\n\nFor specific examples, air conditioners may start automatically setting temperatures based on people's body temperatures and preferences, while refrigerators may detect how often they're being used, and message the owner to suggest that they should buy more food.",
          "ruby": "あいぴーあどれす"
        },{
          "ctgr": "その他",
          "name": "IP Address",
          "note": "Short for \"Internet Protocol Address,\" it refers to a set of numbers that identify the communicating parties using the Internet Protocol communications protocol.",
          "ruby": "こうくうきょく"
        },{
          "ctgr": "人物",
          "name": "JCAB",
          "note": "Short for \"Japanese Civil Aviation Bureau,\" JCAB is a division of the MLIT (Ministry of Land, Infrastructure, Transport and Tourism), which governs everything related to civil aviation.\nIts responsibilities include aircraft registration, aircraft worker qualification and education, and air traffic control.",
          "ruby": "じょん・たいたー"
        },{
          "ctgr": "人物",
          "name": "John Titor",
          "note": "In November of 2000, a time traveler claiming to be from the year 2036 appeared on a US online forum. This caused a quite a stir on the internet, with lots of people flooding to the forums with questions and arguments.\n\nHe named himself \"John Titor\" and posted partial pictures of his time machine, its operation manual, and schematics.\n\nThis self-proclaimed future person talked about what would happen in the near future, time travel physics, interference with history, the multiverse, many-worlds, timelines, and world lines.\n\nThen, four months after his first appearance, he posted that he had completed his mission and would be returning to his era, after which he was never heard from again.",
          "ruby": "じょん・ふぉん・のいまん"
        },{
          "ctgr": "科学",
          "name": "John von Neumann",
          "note": "John von Neumann (1903-1957) was a Hungarian-American mathematician.\n\nHe is known for his vast contributions to game theory, physics, meteorology, economics, computer science, and many other fields.\n\nIn computer science, he is known for creating the cellular automaton model, and has been referred to as the \"father of artificial intelligence\" on occasion.\n\nHe was also involved in the Manhattan Project, which developed the nuclear bomb. Rumors abound that a certain movie character is based on him.",
          "ruby": "らぷらすのあくま"
        },{
          "ctgr": "IT",
          "name": "Laplace's Demon",
          "note": "A transcendental entity proposed by mathematician Pierre-Simon Laplace.\n\nThe idea is that if something were to exist—like the demon—that knew the exact location and momentum of all matter at one singular moment, it would be able to flawlessly predict the future.",
          "ruby": "らいふぁい"
        },{
          "ctgr": "科学",
          "name": "Li-Fi",
          "note": "Short for \"Light Fidelity,\" Li-Fi is a method of communication that uses LED. Unlike Wi-Fi, which uses microwaves, it cannot cause much interference. As such, it is often used in hospitals and other facilities where the negative effects of certain electromagnetic waves are a concern.",
          "ruby": "えきたいこきゅう"
        },{
          "ctgr": "IT",
          "name": "Liquid Breathing",
          "note": "Respiration while submerged in liquids rich in atmospheric elements such as oxygen and nitrogen.\nResearch into liquid breathing dates back to the 1960s, and it is hoped that it might have such uses as lung disease treatment.\n\nIt was already confirmed that the alveoli within human lungs are capable of taking in oxygen even while submerged in liquid, but the oxygen in water is so sparse that it is unable to support a human's vital functions, making liquid breathing something of a challenge. This problem was overcome by compounds such as perfluorocarbons, which can dissolve dozens of times more oxygen than water.\n\nFilling the lungs with such special liquids instead of water allows for an effective influx of oxygen despite the submersion, making liquid breathing possible.",
          "ruby": "じどうほんやく"
        },{
          "ctgr": "IT",
          "name": "Machine Translation",
          "note": "By 2037, every OS comes with a pre-installed machine translation function for both text and voice.\nThe translated spoken words are recreated after an analysis of the speaker's voice, giving the post-translation output the impression that the speaker is fluent.\nThere is almost no lag during this translation process.",
          "ruby": "めたでーた"
        },{
          "ctgr": "IT",
          "name": "Metadata",
          "note": "Extra information attached to files, such as \"Author,\" \"Creation Date,\" and \"File Size.\"",
          "ruby": "もーびるこねくと"
        },{
          "ctgr": "その他",
          "name": "Mobile Connection",
          "note": "A term used to describe the act of externally connecting to a vehicle's systems.\n\nIn 2037, vehicles registered in the database of Japan's Ministry of Land, Infrastructure, Transport and Tourism (MLIT) can, with the MLIT's permission, be connected to from the outside.\n\nWhile the army and police use this system to, for example, stop vehicles being driven by fugitives, cases in which it is used by criminals themselves are on the rise.",
          "ruby": "もんてぃ・ほーるもんだい"
        },{
          "ctgr": "その他",
          "name": "Monty Hall Problem",
          "note": "A probability puzzle based on the US TV game show \"Let's Make a Deal.\" Monty Hall is the name of the show's original host.\n\nWhen a magazine article discussed this puzzle, many readers rejected the writer's explanation based on probability theory. As such, the problem is famous for showing how answers intuitively felt to be correct are different from theoretically correct answers.",
          "ruby": "むむー"
        },{
          "ctgr": "人物",
          "name": "MuMu",
          "note": "An occult magazine first issued in 1979.\nIt covers topics such as UFOs, cryptids, superpowers, the super-scientific, and conspiracy theories.\n\nDespite the modern dominance of the digital, it continues to be released on paper.",
          "ruby": "にこら・てすら"
        },{
          "ctgr": "軍事",
          "name": "Nikola Tesla",
          "note": "Nikola Tesla (1856-1943) was an electrical engineer and inventor born in the Austrian Empire (now Croatia).\n\nHe discovered the principles behind alternating currents when he was still a student and eventually went to the US to work at Edison's company, only to resign about a year later due to disagreements with him over the matter of alternating and direct currents.\n\nIn 1888, he invented the AC generator and AC motor, and now, in the 21st century, Tesla's AC is the standard method of energy supply.\n\nHis surname, Tesla, is used as the unit for magnetic field strength.",
          "ruby": "のーらっど"
        },{
          "ctgr": "その他",
          "name": "NORAD",
          "note": "The North American Aerospace Defense Command is a joint American-Canadian organization with an HQ located at the Peterson Space Force Base in Colorado.\n\nIt observes satellites 24/7 and watches for ballistic or nuclear missiles, as well as strategic bombardments.\n\nThey also have a Christmas-themed program called \"NORAD Tracks Santa,\" where they claim to use radars and other technology to track Santa Claus, bringing some Christmas cheer to children.",
          "ruby": "こんくらーべ"
        },{
          "ctgr": "その他",
          "name": "Papal Conclave",
          "note": "A papal conclave is a gathering of cardinals to elect the next head of the catholic church—the Pope.\nThe voting is held in the Vatican's Sistine Chapel after the incumbent Pope either dies or resigns.\n\nUp until October of 1978, the voting cardinals would be locked in the chapel, unable to leave until a new Pope was elected.",
          "ruby": "ぱられるわーるど"
        },{
          "ctgr": "科学",
          "name": "Parallel Worlds",
          "note": "Worlds that exist parallel to ours, but in a different space-time.\nThey have the same dimensions as ours and sometimes even share the exact same people and layouts.",
          "ruby": "さんかがたうちゅうろん"
        },{
          "ctgr": "科学",
          "name": "Participatory Universe",
          "note": "A theory proposed by American physicist John Wheeler.\n\nIt posits that, just like fundamental particles of the quantum scale only collapse into a certain state upon being observed, the entire universe itself may also be formed by human observation.\n\nJohn Wheeler was also the one who proposed the delayed-choice experiment.",
          "ruby": "えいきゅうきかん"
        },{
          "ctgr": "IT",
          "name": "Perpetual Motion Machine",
          "note": "A device that can continue to move without receiving any energy from an outside source.",
          "ruby": "ぴっくどろっぷ"
        },{
          "ctgr": "IT",
          "name": "PicDrop",
          "note": "One of the better-known online storage services of the year 2037.\nIt functions as a data storage device that can be accessed from anywhere, provided an internet connection is available.\n\nThere are many such services, but PicDrop is one of the most popular choices among hackers due to its high security.",
          "ruby": "ぴくと"
        },{
          "ctgr": "科学",
          "name": "PIQT",
          "note": "Pictogram Information and Quantum Technology Operation System, or PIQT OS, is an internet browser OS. In 2037, it is used by a whopping 90%% of all internet users.\n\nThough originally developed for PC, it is now often presented as an OS for the BMI.\n\nPIQT OS was created and run by a Japanese programmer until Ggoole bought it in 2029 for the sum of 460,000,000 dollars. The acquisition was quite the hot topic at the time.",
          "ruby": "きゅーしーでぃーしー"
        },{
          "ctgr": "科学",
          "name": "QCDC",
          "note": "Short for \"Quantum Com Development Center,\" it refers to supercomputers that use quantum computers.\n\nEach one has a non-versatile, calculation-focused quantum annealing machine at its core, while the rest of the device is comprised of the versatile transistor computers that were commonplace in supercomputers until the 2020s.\n\nSometimes abbreviated further to simply \"QC.\"",
          "ruby": "りょうしじょうほうつうしん"
        },{
          "ctgr": "科学",
          "name": "Quantum Communication",
          "note": "A method of communication using quantum teleportation.\n\nEstablishing pairs of entangled photons that act as senders and receivers allows for extremely secretive communication.\n\nAt first, the photons were sent to the receiving end using optical fibers, but since photon degeneracy imposed limits on sending distance, the photons are now sent to both the sending and receiving ends using space satellites.",
          "ruby": "りょうしもつれ"
        },{
          "ctgr": "科学",
          "name": "Quantum Entanglement",
          "note": "Fundamental particles such as electrons and photons can have an upwards and downwards spin simultaneously.\nThis state is called a \"superposition,\" which continues until something observes it, making it collapse into having either an upwards or downwards spin.\n\nQuantum entanglement requires either two electrons or photons in a superposition, and entanglement is the relationship between the two that causes the two particles to always assume the opposite spin.\n\nThe entangled particles have a strong mutual relationship. If, for example, one of them has an upwards spin, the other will instantly assume a downwards spin.\nThis relationship doesn't change no matter the distance between them. The moment one of them is observed, the other's state is already set.\n\nOne of the discoverers of quantum entanglement was Einstein himself, and this phenomenon debunked his own claims that information could not travel faster than light.",
          "ruby": "りょうしてれぽーてーしょん"
        },{
          "ctgr": "その他",
          "name": "Quantum Teleportation",
          "note": "Transportation technology that uses quantum entanglement.\n\nInstead of sending actual matter like regular teleportation would, it sends quantum state information, which is then used to reconstruct the matter in the target location.\n\nOpinions are divided on whether the matter from before the teleportation is the same as the matter after.",
          "ruby": "もくしろく"
        },{
          "ctgr": "科学",
          "name": "Ramanujan",
          "note": "Srinivasa Ramanujan Aiyangar (1887-1920) was an Indian mathematician whose genius in the field was sometimes described as \"wizardry.\"\n\nHe claimed that the extensive mathematical knowledge he displayed was revealed to him by his family goddess, Namagiri Thayar.\n\nHe was invited to the prestigious Cambridge University and several years later became a member of the Fellowship of the Royal Society, putting him in the same group as Isaac Newton and Albert Einstein.\n\nHis life is also the subject of a biographical film.",
          "ruby": "りぐめっしゅ"
        },{
          "ctgr": "人物",
          "name": "Relativity",
          "note": "According to the theory of special relativity, as you approach the speed of light, the flow of time approaches 0. This means that nothing moving at the speed of light is subjected to the flow of time.\nThis strange phenomenon is called \"time dilation.\"",
          "ruby": "らまぬじゃん"
        },{
          "ctgr": "軍事",
          "name": "Rigmesh",
          "note": "A paper-like input device made of silicon—a material used in semiconductors. Can be cut up and changed to the user's preferred shape.\n\nWhile the material's high electrical resistivity is an obvious benefit, this technology's true value lies in that it enables electron orbital data to be both planned out freely and printed easily.\nNormally, electrons bound in atoms are unable to overcome the energy gap, but rigmesh technology has made it possible through the physical intervention of something as simple as human fingers.\n\nBeing able to cut the device up as one wishes allows for many creative designs, letting it be integrated into fashion. This aspect is especially popular among younger hackers.\n\nAnother reason it receives so much support from hackers is that its sheer input precision stands far above that of all other wearable devices.",
          "ruby": "えすえーふぉーでぃー"
        },{
          "ctgr": "ハッキング",
          "name": "SA4D",
          "note": "Short for \"Strategic Attack for Defense,\" SA4D is a network of satellites created by G26 to \"establish a lasting peace by neutralizing nuclear weapons.\"\n\nCentral to a project to neutralize nuclear weapons by establishing a group of satellites capable of space-to-ground attacks, it was announced by G26 in 2026, right as people celebrated the completion of the Sagrada Familia. Just a few years afterwards, over 400 satellites were launched into low Earth orbit 600-1,200 kilometers above the surface of the Earth.\n\nHowever, the Year 2036 Problem caused them to malfunction on February 6, 2036. As a result, they fired upon the capitals of the G26 nations multiple times, resulting in over 5.1 million deaths worldwide. The event became known as the Sad Morning.\n\nOn that day, some of the satellites crashed into Earth, but most were left in low Earth orbit. The UN and all countries of G26 announced their intent to dispose of them by 2045.",
          "ruby": "しなりーいんたーせぷと"
        },{
          "ctgr": "ハッキング",
          "name": "Scenery Intercept",
          "note": "A hack directed at the target's BMI vision.\nIt allows for spying by seeing what the target sees, but it can also be used to make the target see fake visuals.",
          "ruby": "すくりぷときでぃ"
        },{
          "ctgr": "その他",
          "name": "Script Kiddie",
          "note": "A derogatory term for less-than-capable hackers.\n\nSpecifically, it refers to hackers that commit malicious cyberattacks despite having little knowledge or skill themselves, opting to use tools and scripts developed by other people.",
          "ruby": "てせうすのふね"
        },{
          "ctgr": "その他",
          "name": "Sirenius Incident",
          "note": "A terrorist attack that occurred in the US in 2031.\n\nSomeone bypassed the security of a NASA facility, broke into it, and stole Sirenius—the Martian bacteria being kept there.\nThe next day, the person presumed to be responsible demanded that the US cease all space development, and threatened to release Sirenius if they did not.\n\nLiddie was arrested as one of the suspects behind this incident, but she was later proven innocent.",
          "ruby": "しれにうすじけん"
        },{
          "ctgr": "IT",
          "name": "Sky Transmission System",
          "note": "The latest method of aviation communication.\nWhile the old method used the \"airband\" group of radio frequencies, STS connects aircraft and control towers using satellites.\nAirband wasn't disposed of, however, instead remaining on aircraft as backup communication in case of STS failure.",
          "ruby": "すかい　とらんすみっしょん　しすてむ"
        },{
          "ctgr": "IT",
          "name": "Social Media",
          "note": "Also known as SNS, or Social Networking Services. In 2037, the term refers to BMI-based online communities. There are various kinds, with some requiring an invitation, others registration, or maybe something else.\nText-centric communities are still going strong as well.",
          "ruby": "えすえぬえす"
        },{
          "ctgr": "軍事",
          "name": "Special Forces Group",
          "note": "The special forces unit of the \"Japan-United States Defense Force\" or \"JUSDF,\" run by the Ministry of Defense.\nIt dates back to 2004, when it was part of \"Japan Ground Self-Defense Force\" or \"JGSDF.\"\n\nThey are said to be equal to the old US army's Green Berets (US Army Special Forces) and Delta Force (1st Special Forces Operational Detachment-Delta), and their headquarters are located in Camp Narashino.\n\nIn 2031, the US Army and JSDF merged to \"strengthen relations,\" with the resulting JUSDF being a Japanese-American mixed army. The Special Forces Group became mixed, as well.",
          "ruby": "とくしゅさくせんぐん"
        },{
          "ctgr": "科学",
          "name": "Steganography",
          "note": "The act of embedding information within other information.\nWhen used in IT, this is called \"digital watermarking,\" and people have become familiar with things such as image files having additional data embedded inside.\n\nData embedded by digital watermarking can be extracted using dedicated software.",
          "ruby": "そくどがじかんをおくらせる"
        },{
          "ctgr": "IT",
          "name": "Supercomputer",
          "note": "Large computers that process vast amounts of data at incredible speeds using technologies such as parallel processing.\nAlthough there is no clear definition, they tend to be at least 1,000 times faster than common PCs.\n\nA computer's performance is measured by how many basic arithmetic operations it completes per second. The unit for this is \"Floating-point Operations Per Second\" or \"FLOPS.\" 1FLOPS = 1 operation per second. The Japanese supercomputer Fugaku exceeds 400PFLOPS, which means that it can do 400,000,000,000,000,000 operations every second. This is 40 times more than the older Japanese supercomputer, K.",
          "ruby": "すてがのぐらふぃ"
        },{
          "ctgr": "科学",
          "name": "The 3 Greatest Impacts",
          "note": "The three largest asteroid impact craters:\n\n3. Chicxulub. Time of impact: 66.043mya. Location: Northern Yucatan Peninsula, Mexico. Diameter: 160km.\n\n2. Sudbury. Time of impact: 1.849bya. Location: Ontario, Canada. Diameter: 160km.\n\n1. Vredefort. Time of impact: 2.023bya. Location: Free State, South Africa. Diameter: 180km.",
          "ruby": "すーぱーこんぴゅーた"
        },{
          "ctgr": "その他",
          "name": "The Ship of Theseus",
          "note": "A paradox related to identity.\n\nIt questions whether an object whose every part has been replaced can still be considered the same object.\n\nThere is also a derivative thought experiment that wonders whether the same object rebuilt entirely from those replaced parts should be considered the original.",
          "ruby": "ふぁてぃまだいさんのよげん"
        },{
          "ctgr": "その他",
          "name": "Third Prophecy of Fátima",
          "note": "One of the secrets told by the 1917 Marian apparition in the Portuguese town of Fátima.\n\nThe Virgin Mary first appeared before the three children Lúcia, Francisco, and Jacinta on May 13th, telling them to gather at the same place on the 13th of every month.\nAnd indeed, she appeared the following month. The rumors of the apparition began to spread, and by the third 13th, there were five thousand people watching as Lúcia, Francisco, and Jacinta were bestowed three secrets.\n\nThe first told of the end of World War I and a great misfortune that would come during the next Pope's tenure.\n\nThe second told of a strange light that would be seen at night before the next great misfortune, claiming that it was a warning sign from God Himself.\n\nThe third was a secret the children were only supposed to reveal in 1960, but they told the adults regardless, and the information was said to be so terrifying that the Pope at the time fainted upon hearing it.\n\nThe revelation of the third prophecy was delayed past 1960, and there was even a hijacking incident in 1981 where the perpetrator demanded that the Pope reveal the third secret.\n\nThe Pope ended up revealing the secret in the year 2000, claiming that it referred to the attempted assassination of the Pope in 1981.\n\nIt was so anticlimactic that rumors about it persist to this day, claiming it was fake, and that the actual secret was something far, far worse...\n\n(\"gather in the same place\" or \"gather at the same place\"?)",
          "ruby": "さんだいいんぱくと"
        },{
          "ctgr": "その他",
          "name": "Time Leap",
          "note": "A Japanese-constructed term used to describe the act of moving through time as only your consciousness, transferring your mind into your past or future self's body.\n\nThe term for movement through time along with your body is \"time travel.\"",
          "ruby": "たいむりーぷ"
        },{
          "ctgr": "その他",
          "name": "Time Machine",
          "note": "A fictional device that enables travel backwards or forwards in time. A staple in science fiction.\n\nFirst popularized by H. G. Wells' novella \"The Time Machine.\"",
          "ruby": "たいむましん"
        },{
          "ctgr": "その他",
          "name": "Tunguska Event",
          "note": "An explosion that occurred near the upper stream of the Podkamennaya Tunguska river in Russia's Siberia region on June 30, 1908, it is widely believed to be the result of a meteor impact.\n\nIt is said to have burned forests as far as 30-50km from the center of the explosion and shattered windows as far as 1,000km away.\n\nWith Russia just coming out of the Russo-Japanese War at the time, and the instability of subsequent events, the site was not properly investigated until 1960.\n\nIn 2013, a group composed of Ukrainian, German, and American scientists examined the local ground from that time and found minerals that were most likely part of the asteroid, leading them to claim that it was indeed an asteroid impact, but it is not yet wholly confirmed.",
          "ruby": "つんぐーすかばくはつじけん"
        },{
          "ctgr": "軍事",
          "name": "UAV",
          "note": "Short for \"Unmanned Aerial Vehicle,\" UAVs are airborne vehicles without human pilots.",
          "ruby": "ゆーえーぶい"
        },{
          "ctgr": "IT",
          "name": "UNIX-based",
          "note": "Systems operating on the UNIX OS or its derivatives.\n\nUNIX was developed in 1969 by the US company AT%&T and exploded in popularity when they released its source code.\n\nIts long history has led to it becoming the foundation of many operating systems.",
          "ruby": "ゆにっくすかんきょう"
        },{
          "ctgr": "IT",
          "name": "VFF",
          "note": "Short for \"Virtual Friends Forever,\" a navigation system focused on interactions with voiced and visualized AR characters.\n\nPopular among young people, this BMI app displays characters that freely move within the user's vision and communicate with them while navigating in various ways.\n\nThe speech, quirks, and functions of the characters can be tuned to some extent. In-app purchases allow the users to acquire limited-time characters and skins.",
          "ruby": "ずーとも"
        },{
          "ctgr": "IT",
          "name": "VR",
          "note": "Short for \"Virtual Reality,\" it refers to technologies that allow people to experience computer-generated 3D spaces as though they were real.\n\nIn 2037, VR has become mainstream in the form of \"Full Dive VR,\" in which people control VR avatars with their brain waves, and senses experienced by the avatar are sent back to the brain.\nDuring a dive, the user's real body enters a state akin to a coma, and the motions within the virtual space are never translated into actual movement.",
          "ruby": "ぶいあーる"
        },{
          "ctgr": "IT",
          "name": "VR Sickness",
          "note": "Headaches, dizziness, nausea, fatigue, and other negative effects of VR.\n\nThere are multiple causes, but one of them is thought to be the discrepancy between what the body sees and what it feels, making it akin to the motion sickness some feel in moving vehicles.",
          "ruby": "ぶいあーるよい"
        },{
          "ctgr": "その他",
          "name": "World Line",
          "note": "Though the term refers to infinite possible worlds, the worlds don't actually exist in parallel, with there only ever being one world line.\nAll that ever happened, is happening, or will happen in one world line is observed and set in stone. Because of this, no matter how hard you try to change the past of a world line, it will always converge upon the same results.",
          "ruby": "せかいせん"
        },{
          "ctgr": "IT",
          "name": "Year 2000 Problem",
          "note": "A problem based around the belief that old computers would malfunction as they entered the year 2000.\n\nSince old computers had to conserve memory, the year in dates was usually displayed as only the last two numbers.\nAs a result, when the date changed from 1999 to 2000, those numbers would change from 99 to 00.\nBecause there were no programs that accounted for this, some pointed out that computers may mistakenly recognize the year 2000 as the year 1900.\n\nWhile the damage to most PCs would be minimal, certain people were worried that this could cause a catastrophe should it happen to computers used by utilities, the financial sector, and militaries.\nBecause of this, experts all over the world spent the latter half of the 1990s updating programs and generally developing countermeasures to this problem.\n\nOwing to their work, the Y2K problem ended as nothing more than a passing concern.",
          "ruby": "にせんねんもんだい"
        },{
          "ctgr": "IT",
          "name": "Year 2036 Problem",
          "note": "A worldwide computer malfunction caused by an NTP error in 2036.\n\nAll computers connected to the internet use a communication protocol called \"Network Time Protocol\" or \"NTP\" to synchronize with the \"Coordinated Universal Time\" or \"UTC\" in just a few milliseconds.\n\nNTP calculates the current time by adding seconds to the starting date of January 1, 1900, and the value is stored as a 32-digit binary number.\n\nWhen the value exceeded the 32-digit binary limit, it reverted to 0, and since it happened on February 6, 6:28:15 UTC (15:28:15 JST) it became known as the Year 2036 Problem.\n\nExperts did program NTP to automatically transfer to a new system, but an error occurred and caused the Sad Morning—the single worst disaster of all time.",
          "ruby": "にせんさんじゅうろくねんもんだい"
        },{
          "ctgr": "IT",
          "name": "Year 2038 Problem",
          "note": "A potential problem that could cause malfunctions in various UNIX-based systems in the year 2038.\n\nUNIX and UNIX-based OS calculate the current time by using midnight (UTC) of January 1, 1970 as the starting point.\nThis value is stored in a signed 32-bit integer, so when it exceeds 2^31—somewhere over 2 billion—the integer overflows and becomes negative.\nIt is possible that this may cause major malfunctions in many systems, and experts are working hard to prevent a reoccurrence of what happened in 2036.\n\nThe overflow is set to happen at 03:14:07 UTC (12:14:07 JST) on January 19, 2038, hence the name.",
          "ruby": "にせんさんじゅうはちねんもんだい"
        },{
          "ctgr": "ハッキング",
          "name": "51%% Attack",
          "note": "A type of cyberattack meant to alter blockchain records.\nIt allows fake transactions to be recorded as true, and blockchain developers are constantly thinking of ways to counter it.",
          "ruby": "ごじゅういちぱーせんとこうげき"
        },{
          "ctgr": "その他",
          "name": "φ",
          "note": "A group of Artificial Intelligences that operate out of France.\nAn AI producer, an AI writer, an AI animator, an AI voice actor... φ is a group of AIs that produce animated films from scratch and sell them, all without any involvement from humans.",
          "ruby": "ふぁい"
        }]
    },{
      "conv_d2i": [25,79,46,51,29,0,59,64,17,72,20,87,47,14,67,97,41,52,76,77,65,83,40,15,81,54,68,75,12,30,2,93,57,34,4,38,32,88,1,18,49,16,24,26,8,92,31,69,74,36,50,73,78,60,89,53,39,44,98,82,10,66,45,95,33,13,71,48,56,96,90,11,70,3,86,6,35,19,28,63,55,42,43,62,91,7,27,23,37,94,85,5,80,9,22,21,84,58,61],
      "conv_i2d": [5,38,30,73,34,91,75,85,44,93,60,71,28,65,13,23,41,8,39,77,10,95,94,87,42,0,43,86,78,4,29,46,36,64,33,76,49,88,35,56,22,16,81,82,57,62,2,12,67,40,50,3,17,55,25,80,68,32,97,6,53,98,83,79,7,20,61,14,26,47,72,66,9,51,48,27,18,19,52,1,92,24,59,21,96,90,74,11,37,54,70,84,45,31,89,63,69,15,58],
      "tips_list": [{
          "ctgr": "其他",
          "name": "平行世界",
          "note": "平行存在於不同時空的異世界。\n和我們所居住的世界擁有相同的次元，有時甚至連在那個世界中生活的人與物的位置都會完全重疊。",
          "ruby": "ぱられるわーるど"
        },{
          "ctgr": "其他",
          "name": "默示錄",
          "note": "若望默示錄。新約聖經最後一卷。\n內容包括世界末日、最後的審判、耶穌再臨等帶有預言性質的內容。",
          "ruby": "もくしろく"
        },{
          "ctgr": "其他",
          "name": "蒙提‧霍爾問題",
          "note": "以美國電視節目主持人蒙提‧霍爾和來賓玩的遊戲為基礎的機率理論問題。\n\n在玩遊戲的過程中，許多人覺得根據機率理論導出的答案並不合理，讓這類問題被視為是「直覺覺得正確的答案往往和理論上的正確答案不同」的典範。",
          "ruby": "もんてぃ・ほーるもんだい"
        },{
          "ctgr": "其他",
          "name": "畝大陸",
          "note": "神祕學雜誌。1979年創刊。\n報導UFO、UMA、超能力、超科學和陰謀論等所有神祕學領域主題。\n\n如今電子書籍已成為主流，但仍持續發行紙本雜誌。",
          "ruby": "むむー"
        },{
          "ctgr": "其他",
          "name": "法蒂瑪的第三則預言",
          "note": "1917年聖母瑪利亞現身在葡萄牙的小村法蒂瑪時留下的預言之一。\n\n聖母於5月13日首次出現在露希亞、弗蘭西斯和哈辛塔三位兒童面前，要他們之後每個月13日的同一時間都到同一地點集合。\n翌月，聖母果然如言現身。隨著聖母降臨的消息傳開，到了第三次13日時共有5000人聚集至該處，於是聖母當場對露希亞、弗蘭西斯和哈辛塔三人留下了三則預言。\n\n第一則預言提及第一次世界大戰落幕和在下一任教宗任期內將發生相當大的悲劇。\n\n第二則預言則提到下次發生大悲劇之前會在晚間看見神奇的光芒，那將是來自神的警告。\n\n至於第三則預言，她則要求他們等到1960年再公佈。然而孩子們卻將預言的內容告訴了大人們，據說當時的羅馬教宗在得知後竟因為內容太過恐怖而昏了過去。\n\n結果第三則預言公佈的時期被延至1960年之後，甚至在1981年還發生過有人劫機要求公開第三則預言內容的事件。\n\n到了2000年，羅馬教宗終於公佈了預言，宣稱內容是關於發生在1981年的教宗刺殺未遂事件。\n\n由於內容和坊間種種臆測的落差過大，有傳聞指出教宗公佈的內容是假的，真相其實更加駭人。",
          "ruby": "ふぁてぃまだいさんのよげん"
        },{
          "ctgr": "其他",
          "name": "反重力機車",
          "note": "雖然只有兩個輪子，但能藉由陀螺儀進行模擬重力控制，使車身絕對不會倒地並可自動行駛的機車。\n一般來說正式名稱應為「GraPer型機車」。\n基本駕駛方式與機車相同，需要的駕照也一樣。\n\n車上搭載了G6 GPS，能夠即時計算自車與其他車的動態，在眼看要發生事故時可以自動執行閃避動作（若控制系統已中斷，當然就不在此限）。\n馬達使用了電磁加速系統。\n\n名字由「Gravity（重力）」和「Permission（允許）」兩個單字合併而成。由於在陀螺儀的影響下使其就算只有兩個輪子也不會倒地，看起來就像在抵抗著重力一般，因此得名。\n\n具有無人自動行駛功能，也可遠距離呼叫它自動行駛至自己所在位置。",
          "ruby": "ぐれいぱー"
        },{
          "ctgr": "IT",
          "name": "分散式帳本",
          "note": "指在多個參加者構成的網路上管理帳本的「分散式帳本技術」中，每位參加者各自持有的帳本。\n由於所有參加者都持有相同的帳本，即使有人竄改了帳本的內容，也能立刻修正。",
          "ruby": "ぶんさんだいちょう"
        },{
          "ctgr": "IT",
          "name": "分散式運算",
          "note": "指由多台電腦分擔進行運算處理。\n參加的台數越多，處理所需的時間越短。\n\n負責統整運算處理的機器稱為「主機」，接受主機指示進行運算處理的機器則稱為「從機」。",
          "ruby": "ぶんさんこんぴゅーてぃんぐ"
        },{
          "ctgr": "IT",
          "name": "地球模擬器",
          "note": "設置在海洋研究開發機構（JAMSTEC）橫濱研究所的超級電腦。\n初代於2002年開始運作，以地球規模進行模擬進而查明並預測環境變動現象。\n歷經定期更新軟體後，如今2037年使用的已是第7代。\n\n和垓機關使用的GAIA不是同一個地球模擬器。",
          "ruby": "ちきゅうしみゅれーた"
        },{
          "ctgr": "其他",
          "name": "忒修斯之船",
          "note": "關於同一性的悖論。\n\n如果組成某個物體的零件全部被替換掉之後，那個物體是否還能說是相同的東西？\n\n另外也衍生出如果把替換掉的舊零件蒐集起來組成另一個物體，那究竟哪一個才是原本的物體這個問題。",
          "ruby": "てせうすのふね"
        },{
          "ctgr": "軍事",
          "name": "特殊作戰群",
          "note": "在防衛省管轄的日美聯合國防軍中獲官方認定的特殊部隊。\n2004年起在陸上自衛隊中組成。\n\n相當於前美國陸軍的綠扁帽部隊（美國陸軍特種部隊）和三角洲部隊（第1特種部隊Delta作戰分遣隊），群本社設於習志野屯駐地。\n\n2031年，美軍基於強化日美同盟的名義而與自衛隊合併，在日本與美國成立了具有日美混合軍性質的日美聯合國防軍。當時特殊作戰群也成為了日美混編的部隊。",
          "ruby": "とくしゅさくせんぐん"
        },{
          "ctgr": "其他",
          "name": "通古斯大爆炸事件",
          "note": "1908年6月30日有隕石在俄羅斯西伯利亞的石泉通古斯河上游的上空爆炸的事件。\n\n不僅距爆炸中央地點半徑30～50公里內的森林起火燃燒，甚至連1000公里外的民家窗戶也被震破。\n\n當時俄羅斯正處於日俄戰爭剛結束後的混亂期，直到1960年都未能正式著手調查。\n\n2013年，由烏克蘭、德國和美國科學家組成的團隊當時的地層檢測出疑為組成隕石的礦物，從而提出爆炸成因為隕石的主張，但目前尚未有定論。",
          "ruby": "つんぐーすかばくはじけん"
        },{
          "ctgr": "其他",
          "name": "匿名者",
          "note": "匿名者即anonymous。\n\n在海外的網路佈告欄上，匿名的使用者會顯示為anonymous。",
          "ruby": "あのにます"
        },{
          "ctgr": "軍事",
          "name": "匿蹤迷彩",
          "note": "使目標在視覺上變得透明，看起來彷彿不在現場的技術。\n原本被認為是只出現在科幻作品中的虛構技術，但在2037年現在已可藉由投影機等器材投射出拍攝的影像以融入周圍，或者使用對光線具有負折射率的新材料等方式達到上述目的，業已投入軍事用途。",
          "ruby": "すてるすめいさい"
        },{
          "ctgr": "人物",
          "name": "尼古拉‧特斯拉",
          "note": "出生在奧地利帝國（現克羅埃西亞）的電機工程師兼發明家。生於1856年、卒於1943年。\n\n他在求學時代發現了交流電的原理，\n之後渡海前往美國在愛迪生的公司工作。\n然而卻因直流電和交流電這兩種輸電方式的不同與愛迪生意見相左，只任職一年多便離職，\n\n後來在1888年發明了交流發電機和交流電動機。\n\n附帶一提，在21世紀，目前世界上的輸電方式以特斯拉發明的交流電為主流。\n\n用來表示磁場強度的國際單位也以他的名字「特斯拉」來命名。",
          "ruby": "にこら・てすら"
        },{
          "ctgr": "科學",
          "name": "拉普拉斯的惡魔",
          "note": "法國數學家皮耶-西蒙‧拉普拉斯主張的超自然存在。\n\n所謂的拉普拉斯的惡魔能完整掌握某個瞬間所有物質的位置和運動量，也就是說它能完整地預測未來。",
          "ruby": "らぷらすのあくま"
        },{
          "ctgr": "人物",
          "name": "拉馬努金",
          "note": "斯里尼瓦瑟‧艾揚格‧拉馬努金。生於1887年，卒於1920年。\n他是一位印度數學家，因天才般的直覺而被稱為「印度的魔術師」。\n\n據說他對算式的諸多靈感都是納瑪姬莉女神告訴他的。\n\n他曾獲聘至英國劍橋大學，並在幾年後被授予了具有最悠久歷史的科學協會英國皇家協會的會員資格。\n過去曾獲得此殊榮的人物計有艾薩克‧牛頓和阿爾伯特‧愛因斯坦等人。\n\n拉馬努金的生平也曾被改編成電影。",
          "ruby": "らまぬじゃん"
        },{
          "ctgr": "科學",
          "name": "量子糾纏",
          "note": "電子和光子這類基本粒子可以同時帶有兩種旋轉性質，為方便辨識稱呼為「上旋」和「下旋」。\n這種狀態稱為「量子態重疊」。量子態重疊會持續至粒子被觀測為止，在觀測後便會呈現「上旋」或「下旋」其中一種旋轉方式。\n\n量子糾纏需要處於量子態重疊狀態的兩個電子和兩個光子方能成立。\n兩者呈現量子態重疊的同時又具備完全相反的旋轉關係，便會形成量子糾纏。\n\n在量子糾纏狀態下的兩個粒子間有著強烈的相互關係。例如，當觀測到其中之一為「上旋」時，另一方會在瞬間呈現「下旋」狀態。\n無論兩個基本粒子相隔多遠，這種關係都不會改變。在觀測到其中一方的瞬間，便會連帶決定另一方的狀態。\n\n發現這種現象的物理學者之一愛因斯坦所提出的「資訊無法以超越光速的速度傳遞」學說因為量子糾纏學說出現而被推翻。",
          "ruby": "りょうしもつれ"
        },{
          "ctgr": "科學",
          "name": "量子傳送",
          "note": "利用量子糾纏性質的傳送技術。\n\n不只能用宛如瞬間移動的方式傳送物質本身，還能傳送量子狀態的資訊，在傳送目的地建構出物質。\n\n正因如此，對於傳送前後的物體是否能視為相同物質這個問題，目前仍眾說紛紜。",
          "ruby": "りょうしてれぽーてーしょん"
        },{
          "ctgr": "科學",
          "name": "量子資訊通訊",
          "note": "使用量子傳送技術的通訊方法。\n\n在傳送方和接收方準備處於量子糾纏狀態的成對光子，便可進行加密性極高的通訊。\n\n原本是用光纖來將光子送往接收方，但因光子劣化現象對傳輸距離造成限制，目前已改用人工衛星從宇宙將光子送至傳送和接收方。",
          "ruby": "りょうしじょうほうつうしん"
        },{
          "ctgr": "其他",
          "name": "光明會",
          "note": "18世紀時由主張「人類倫理的完成可能說」的德國哲學教授創立的祕密結社。\n\n以各國富裕階級和貴族階級為中心傳播開來，全盛期共有多達2000人的會員。\n\n雖然被羅馬教宗指定為異端，因而在1785年被迫解散，但到了21世紀現代仍可在許多陰謀論中看見這個名字。",
          "ruby": "いるみなてぃ"
        },{
          "ctgr": "其他",
          "name": "哈米吉多頓",
          "note": "根據新約聖經的聖典之一《若望默示錄》中記載，世界末日時善與惡進行大戰的地方。\n後來也被轉用為象徵世界末日的意義。",
          "ruby": "はるまげどん"
        },{
          "ctgr": "其他",
          "name": "航空局",
          "note": "國土交通省內的組織，負責管理航空相關事業。\n平時執行航空機登錄、發放航空從業人員證照與培育相關人才，以及航空管制等業務。",
          "ruby": "こうくうきょく"
        },{
          "ctgr": "其他",
          "name": "既視感",
          "note": "雖然實際上從未經歷過，但總覺得以前曾在某處有過那種體驗的感覺。\n\n發生時往往不單只是錯覺，而是湧現一種「過去實際體驗過」的感覺，逼真程度遠超曾夢見過或忘記曾經體驗過留下的印象。然而當事人卻無法想起所謂的「過去」到底是何時何地，只覺得怪得不得了。這種現象的成因目前仍未查明。\n\n有說法認為是記憶的「恢復」與「判斷已知」的功能在相當罕見的狀況下會在比對時出現不協調，因而造成這種生理現象。也有人說是腦的海馬迴發生有如痙攣般輕微的異常狀況而導致。",
          "ruby": "でじゃゔ"
        },{
          "ctgr": "其他",
          "name": "DV",
          "note": "Domestic Violence。字面上的意義雖然是家庭內暴力，但不只限於配偶之間，但凡對有著或曾有親密關係的人所為的暴力行為也包含在內。",
          "ruby": "でぃーぶい"
        },{
          "ctgr": "IT",
          "name": "加密資產",
          "note": "「虛擬貨幣」的別名。\n\n所謂虛擬貨幣是一種只透過數位資料交易的貨幣。有別於一般的法定貨幣，通常並未接受國家或中央銀行等組織監管。\n主要用於網路交易。\n\n虛擬貨幣這個名字原本是用來與法定貨幣做出區別，但在2020年的資金結算法修正案實施後改稱「加密資產」。",
          "ruby": "あんごうしさん"
        },{
          "ctgr": "IT",
          "name": "假影片",
          "note": "指內容與事實不符的偽造影片。\n\n用AI的學習方式「深度學習」製作的假影片被稱為「深偽影片」。由於這類影片完成度極高，可以輕易讓人信以為真，引發不少社會問題。",
          "ruby": "ふぇいくどうが"
        },{
          "ctgr": "駭客相關",
          "name": "截取視野",
          "note": "指竊取BMI的視野資訊。\n除了暗中竊取視訊外，也包括強制播放偽造的視野影像。",
          "ruby": "しなりーいんたーせぷと"
        },{
          "ctgr": "IT",
          "name": "結緣小棧",
          "note": "BMI用的交友軟體。號稱具有奇蹟般的配對成功率，深受10～20幾歲的年輕人歡迎。",
          "ruby": "えんむす"
        },{
          "ctgr": "其他",
          "name": "教宗選舉",
          "note": "由紅衣主教投票選出統率整個天主教會的羅馬教宗。\n投票會在羅馬教宗去世或辭去職位後於梵諦岡城國的西斯汀禮拜堂舉行。\n\n直到1978年10月為止，紅衣主教們在進行投票的過程中都會被關在禮拜堂中，直到選出新任教宗前都禁止外出。",
          "ruby": "こんくらーべ"
        },{
          "ctgr": "駭客相關",
          "name": "腳本小子",
          "note": "Script kiddie。用來稱呼本事還不成氣候的膾客的蔑稱。\n\n指發動惡意網路攻擊時，由於知識和技術不足而使用其他人開發的工具和腳本的人。\n\n「kiddie」有著「小朋友」的含意。",
          "ruby": "すくりぷときでぃ"
        },{
          "ctgr": "其他",
          "name": "喬治亞州指引石紀念碑",
          "note": "1980年建於美國喬治亞州的紀念碑。\n\n用八種語言寫下的「十條指引」內容讓人聯想到陰謀論，招致種種臆測。\n其中第一條指引提到「為了與大自然共存，得將人口控制在五億以內」。\n\n另外，碑文使用的八種語言分別為英語、西班牙語、斯瓦希里語、印地語、希伯來語、阿拉伯語、中文和俄語。",
          "ruby": "じょーじあ・がいどすとーん"
        },{
          "ctgr": "IT",
          "name": "區塊鏈",
          "note": "對竄改資料有極強抵抗力的記錄系統。\n是在2008年由自稱Satoshi Nakamoto的人為了開發加密資產比特幣而想出來的。",
          "ruby": "ぶろっくちぇーん"
        },{
          "ctgr": "其他",
          "name": "希望語",
          "note": "1880年代時由波蘭人路德維克‧拉扎爾‧柴門霍夫想出的人造語言。\n創造這個語言的目的是作為讓說不同母語的人之間互相溝通的第二語言。\n\n2037年目前全世界會說希望語的人口據說有約100萬人左右。",
          "ruby": "えすぺらんとご"
        },{
          "ctgr": "IT",
          "name": "虛美肉",
          "note": "網路流行語。虛擬美少女獲得肉體降生於現實的簡稱。\n\n虛擬美少女的實體不必是女性、也不必是少女，某些情況下甚至不必是人類。\n\n這個概念約在2018～2020年間逐漸普及。",
          "ruby": "ばびにく"
        },{
          "ctgr": "IT",
          "name": "虛擬分身",
          "note": "由於隨身節點並未搭載能拍攝使用者本身的攝影機，以BMI通訊時顯示的臉並非即時影像，而是事先3D掃描的使用者臉部資料。\n\n3D掃描時會拍下各種表情，在通訊時會搭配使用者的情緒顯示合適的表情。",
          "ruby": "あばたー"
        },{
          "ctgr": "科學",
          "name": "裝飾網格",
          "note": "用半導體的原料矽元素製作的紙狀輸入元件，可以剪裁成想要的形狀使用。\n\n除了材料本身的高電阻特性之外，這種技術的優點在於能用印表機輕易地在元件上寫入任意設計的電子軌道資訊。\n受到原子束縛的電子照理說無法穿越能隙（energy gap），但在使用人類的指頭等進行物理介入下，能夠破除這項限制。\n\n此外，將元件剪裁成各種圖案貼在身體或物體上，便可作為具有裝飾性質的輸入裝置使用，因此特別受到年輕的駭客們歡迎。\n\n輸入的精準度比其他可穿戴裝置高出許多也是備受駭客支持的理由之一。",
          "ruby": "りぐめっしゅ"
        },{
          "ctgr": "其他",
          "name": "車里雅賓斯克隕石墜落事件",
          "note": "2013年2月15日於俄羅斯的車里雅賓斯克州附近發生的隕石墜落事件。\n在已確認的隕石墜落事件中是首度造成大規模人員損失的災害。\n\n隕石在墜落途中發生爆炸，產生的衝擊波震破了計4474棟建築物的窗戶玻璃，甚至有人家的門因此被震飛。\n此外，隕石衝入大氣層後形成清晰可見的火球，在降落至離地面30公里處時，火球散發的紫外線使得當時在戶外的人因此曬傷。\n\n有意見指出由於隕石直徑達17公尺，如果未在空中分裂便直接墜落地表，將撞出直徑約100公尺左右的隕石坑，對周圍一帶造成毀滅性的損害。",
          "ruby": "ちぇりゃびんすくいんせきらっかじけん"
        },{
          "ctgr": "IT",
          "name": "車用連結",
          "note": "從外部連結車輛的系統。\n\n2037年現在，只要是登錄在國土交通省的車輛，都能在事先經國土交通省的許可下從外部連接其系統。\n\n軍方和警方可利用此機制強制停止逃逸車輛以解決事件。\n不過，也有不少利用此機制犯罪的案例。",
          "ruby": "もーびるこねくと"
        },{
          "ctgr": "科學",
          "name": "超級電腦",
          "note": "利用平行計算等方式，可針對龐大的資料進行超高速運算的大型電腦。\n雖然沒有明確的定義，但通常用來指速度比家用電腦至少快上1000倍的電腦。\n\n在運算速度方面，以每秒可以進行幾次四則運算作為單位。每秒運算一次稱為1FLOPS（Floating-point Operations Per Second）。日本的超級電腦「富岳」的運算能力為400PFLOPS，也就是每秒能進行40京次運算。這個數字是超級電腦「京」的40倍。",
          "ruby": "すーぱーこんぴゅーた"
        },{
          "ctgr": "其他",
          "name": "世界線",
          "note": "指具有無數可能性的世界，但這些可能性並非以平行世界的形式同時存在。世界線只有一條。\n在這條世界線上，過去和未來發生的所有事情都已註定，因此在同一條世界線上就算再怎麼樣改變過去，都會收斂至相同的結果。",
          "ruby": "せかいせん"
        },{
          "ctgr": "科學",
          "name": "世界上第一台電腦",
          "note": "指1942年在美國開發出的電子計算機「ABC」。\n不過，1946年同樣在美國開發出的「ENIAC（Electronic Numerical Integrator and Computer）」知名度較高，一般若提到世界上第一台電腦，指的都是後者。\n\nENIAC當初是美國陸軍的彈道研究所為了計算砲擊火力表而設計，但也被用在開發出原子彈的曼哈頓計畫當中。",
          "ruby": "せかいはつのこんぴゅーた"
        },{
          "ctgr": "其他",
          "name": "時光機",
          "note": "能在時間的流動中逆流前往和未來的虛構裝置。偶爾會在科幻作品中登場的重要物品之一。\n\n在H.G.威爾斯發表小說《時間旅行》後變得廣為人知。",
          "ruby": "たいむましん"
        },{
          "ctgr": "其他",
          "name": "時間跳躍",
          "note": "Time Leap。意指在時間軸上跳躍的日式英文。指只有自身的意識穿越時間，轉移至過去或未來的自己的身體當中。\n\n如果連同身體一起穿越時間，則稱為時間旅行（Time Travel）。",
          "ruby": "たいむりーぷ"
        },{
          "ctgr": "IT",
          "name": "社群網路服務",
          "note": "Social Networking Service。在2037年指的是BMI上的社群型網站，分為邀請制和登錄制等各種不同型態。\n以文字為主的網站也仍根深蒂固地存在著。",
          "ruby": "えすえぬえす"
        },{
          "ctgr": "其他",
          "name": "深層政府",
          "note": "與美國政府有關的陰謀論。\n認為擁有政治實權的不是總統和議會，而是在背後行使權力的個人或組織。",
          "ruby": "でぃーぷすてーと"
        },{
          "ctgr": "科學",
          "name": "生命遊戲",
          "note": "1970年英國數學家約翰‧何頓‧康威想出的模擬遊戲。\n使用簡單的模型重現生命誕生、進化到遭到淘汰的過程。\n\n這個遊戲的基礎是名為細胞自動機的計算模型，由約翰‧馮‧紐曼和斯塔尼斯拉夫‧烏拉姆兩人提出。",
          "ruby": "らいふげーむ"
        },{
          "ctgr": "科學",
          "name": "人類基因組",
          "note": "指組成人體的遺傳資訊。\n解析人類基因組的所有核酸序列的計畫於1990年在美國開始執行，並於2003年完成。",
          "ruby": "ひとげのむ"
        },{
          "ctgr": "科學",
          "name": "人工冬眠",
          "note": "指用低溫冷凍人體加以保存，使細胞呈現幾乎停止活動的狀態。",
          "ruby": "こーるどすりーぷ"
        },{
          "ctgr": "IT",
          "name": "自動翻譯",
          "note": "能自動翻譯語音和文字的功能，在2037年的OS當中已是標準配備。\n由於翻譯後的語音將由系統在分析發話者本人的聲音後加以重現，看起來就像是本人在流暢地說著翻譯後的語言一樣。\n翻譯過程也幾乎不會發生延遲。",
          "ruby": "じどうほんやく"
        },{
          "ctgr": "其他",
          "name": "祖父悖論",
          "note": "著名的時間旅行悖論。探討若回到過去的人趕在祖父認識祖母之前將其殺害會發生什麼事。\n\n殺害祖父後，回到過去的人便不會出生，如此就無法殺害祖父。這麼一來，祖父便會認識祖母，使回到過去的人得以誕生，但這麼一來祖父又會被殺……\n\n最後形成一個沒有盡頭的循環。",
          "ruby": "おやごろしのぱらどっくす"
        },{
          "ctgr": "科學",
          "name": "參與性宇宙",
          "note": "美國物理學家約翰‧惠勒博士提倡的理論。\n\n由於量子世界中素粒子的狀態在被觀測之前都不會固定下來，因此他認為這個世界乃是因人類的觀測而形成。\n\n延遲選擇實驗也是約翰‧惠勒博士提出的。",
          "ruby": "さんかがたうちゅうろん"
        },{
          "ctgr": "其他",
          "name": "藏密筒",
          "note": "大小約得用兩手抱住的圓筒。由多個撥動式的字母鍵連結起來組成。\n\n字母鍵上刻著英文字母和數字，只有湊出主人設定的英數字串才能打開圓筒。\n\n在某部電影中，圓筒中裝有寫著藏匿聖杯地點的紙條，但如果不解開密碼直接用蠻力打開圓筒，就會自動在紙上澆醋，讓文字消失無法辨識。",
          "ruby": "くりぷてっくす"
        },{
          "ctgr": "其他",
          "name": "塞壬尼俄斯事件",
          "note": "2031年發生在美國的恐怖攻擊未遂事件。\n\n不明人物破解保全系統入侵NASA的設施，奪走了存放在設施內的火星細菌「塞壬尼俄斯」。\n翌日，疑似奪走塞壬尼俄斯犯人的人物要求美國政府今後停止所有宇宙開發計畫，否則他就會散播塞壬尼俄斯細菌。\n\n莉迪在此事件中曾因涉嫌參與恐攻計畫而遭到逮捕，但最後證明她是清白的。",
          "ruby": "しれにうすじけん"
        },{
          "ctgr": "其他",
          "name": "三大隕石坑",
          "note": "只地球上現存的隕石撞擊坑中最大的三個。\n\n第三名「希克蘇魯伯隕石坑」形成於約6604萬年前，位於墨西哥猶加敦半島北部，直徑約160公里。\n\n第二名「索德柏立隕石坑」形成於約18億5000萬年前，位於加拿大安大略省，直徑約160公里。\n\n第一名「弗里德堡隕石坑」形成於約20億2300萬年前，位於南非共和國自由邦省，直徑約180公里。",
          "ruby": "さんだいいんぱくと"
        },{
          "ctgr": "科學",
          "name": "速度使時間減慢",
          "note": "根據狹義相對論，越接近光速時，時間流逝的速度會越接近零。也就是說，以光速移動的物體不會受到時間流逝的影響。\n這種奇妙的現象在某些科幻作品中也稱為「浦島效應」。",
          "ruby": "そくどがじかんをおくらせる"
        },{
          "ctgr": "IT",
          "name": "隨身存",
          "note": "存在於2037年的線上儲存服務之一。\n提供只要有網路連線，從任何地方都能存取的資料儲存裝置。\n\n在類似服務中號稱具有最高的安全防護水準，許多駭客也使用此服務。",
          "ruby": "ぴっくどろっぷ"
        },{
          "ctgr": "科學",
          "name": "阿雷西博天文台",
          "note": "位於美國波多黎各自治邦的天文台。\n\n1963年落成的阿雷西博無線電望遠鏡的口徑為305公尺，直到2016年中國的500公尺球面無線電望遠鏡完成前都是世界上最大的無線電望遠鏡。\n\n2020年8月與11月，阿雷西博無線電望遠鏡的輔助纜線和主纜線斷落，使得主鏡片產生裂痕。\n之後在同一年的12月，重達900噸的平台墜落使得支柱上端彎折，導致望遠鏡崩毀。\n後來望遠鏡花了幾年時間拆解，同時也有重建計畫。",
          "ruby": "あれしぼてんもんだい"
        },{
          "ctgr": "科學",
          "name": "阿雷西博訊息",
          "note": "1974年位於美國波多黎各自治邦的阿雷西博無線電望遠鏡落成時對宇宙發送的訊息。\n\n目標為距離地球25000光年的武仙座球狀星團M13。\n\n訊息內容由1679個2進位數字表現的點陣組成。\n\n之所以選擇1679這個數字是因為它是23和73兩個質數的積，只能質數分解成23x73或73x23這兩種組合。\n這麼做是假設解讀訊息者會將訊號的2進位數字轉換成2次元的四角形，若他們將圖形重新排列成73行23列，就能組成可供辨識的圖形。\n\n這個圖形訴說著「人類的起源」。",
          "ruby": "あれしぼ・めっせーじ"
        },{
          "ctgr": "人物",
          "name": "艾雪",
          "note": "莫里茨‧科內利斯‧艾雪。荷蘭出身的版畫家。生於1898年，卒於1972年。\n\n曾創作出諸多具有獨創性的作品，如利用錯視效果的錯視藝術、不可能蓋出的建築結構、用不斷改變的圖形進行幾何鑲嵌等。\n\n以《畫手》、《天與水I》和《上下階梯》等作品最為著名。",
          "ruby": "えっしゃー"
        },{
          "ctgr": "其他",
          "name": "偶像",
          "note": "2037年的偶像所指涉的範圍包含真實的男人、真實的女人、藉由AR改變性別與外貌的真實男女、AR的AI角色、僅存在於VR空間中的虛擬偶像等各種不同的型態。偶像是對這類演藝活動的總稱，各種不同型態的分界變得相當模糊。",
          "ruby": "あいどる"
        },{
          "ctgr": "人物",
          "name": "安東尼‧高第",
          "note": "西班牙出身，主要在巴塞隆納活動的建築家。生於1852年、卒於1926年。\n\n以聖家堂為首，包括桂爾公園和米拉之家在內的作品於1984年被指定為世界文化遺產「安東尼‧高第的作品群」。\n\n羅馬教宗還冊封聖家堂為地位高於其他教堂的「宗座聖殿」。",
          "ruby": "あんとにお・がうでぃ"
        },{
          "ctgr": "其他",
          "name": "意見領袖",
          "note": "對周遭具有影響力的人物。\n主要指在社群網路服務上有許多追隨者、在網路上相當有影響力的人。",
          "ruby": "いんふるえんさー"
        },{
          "ctgr": "科學",
          "name": "液體呼吸",
          "note": "指在含有氧和氮等空氣中元素的液體中呼吸。\n這項技術從1960年代左右起開始研發，盼能用於肺部治療等用途。\n\n研究結果業已顯示人類肺部的肺泡即使在液體中也能吸收氧氣。\n不過，溶解在水中的氧氣量尚未達到人類呼吸所需含量，因此當時想做到液體呼吸確實有困難。\n後來開發出溶氧量是水的數十倍的特殊液體「全氟碳化物」等之後，\n\n終於使得液體呼吸得以實現。只要將這類液體直接吸入肺部，即使在水中也能有效率地供應血液所需氧氣。",
          "ruby": "えきたいこきゅう"
        },{
          "ctgr": "IT",
          "name": "隱寫術",
          "note": "將資訊嵌入其他資訊當中的技術。\n在IT領域中應用此技術創造出能在圖片等數位內容中埋入資訊的「數位浮水印」。\n\n使用專用的檢測軟體方可解讀嵌入數位浮水印中的資訊。",
          "ruby": "すてがのぐらふぃ"
        },{
          "ctgr": "科學",
          "name": "無人機",
          "note": "多軸飛行器和四軸飛行器等的總稱。使用3座以上螺旋槳進行起飛、推進的小型（人類無法搭乘的大小）直升機。\n\n從2010年左右起開發出低價且能輕易操縱的無人機後便逐漸普及。\n\n2037年現在市面上除了多軸飛行器和四軸飛行器外，還有使用各種推進裝置的無人機可供選購。",
          "ruby": "どろーん"
        },{
          "ctgr": "人物",
          "name": "約翰‧馮‧紐曼",
          "note": "匈牙利出身的美國數學家。生於1903年、卒於1957年。\n\n在數學領域對於賽局理論的成立等做出貢獻。\n除此之外，在物理學、氣象學、經濟學和電腦科學等各種領域也有所活躍。\n\n特別是在電腦科學領域提出了細胞自動機的概念，因而被稱為人工生命之父。\n\n由於曾參與開發原子彈的曼哈頓計畫，據說他也是在某部電影中登場的「奇愛博士」的藍本之一。",
          "ruby": "じょん・ふぉん・のいまん"
        },{
          "ctgr": "人物",
          "name": "約翰‧提托",
          "note": "2000年11月，美國的網路佈告欄上出現了一位自稱來自2036年的時間旅人。這件事在網路上引爆熱潮，人們湧至佈告欄提出各種問題，展開熱烈討論。\n\n此人自稱約翰‧提托，甚至還公佈了自己搭乘的時光機和操縱手冊的照片，以及時光機原理圖等的一部分。\n\n據說來自未來的他曾提及在不遠的將來會發生的事、時間旅行的物理學、干預歷史、多重宇宙、多世界詮釋、時間線和世界線等話題。\n\n在距首次出現的4個月後，他留下「因已達成計畫中的使命，準備回到自己的世界」的訊息後便銷聲匿跡。",
          "ruby": "じょん・たいたー"
        },{
          "ctgr": "IT",
          "name": "元資料",
          "note": "指附屬在數位資料中的「製作者」、「製作日期」和「檔案大小」等補充資訊。",
          "ruby": "めたでーた"
        },{
          "ctgr": "科學",
          "name": "永動機",
          "note": "指不需要來自外部的任何能量也能持續運作下去的裝置。",
          "ruby": "えいきゅうきかん"
        },{
          "ctgr": "軍事",
          "name": "ABMS",
          "note": "Advanced Battle Management System。空軍的先進戰鬥管理系統。\n\n使用除了陸海空之外，還能連上配備在宇宙的軍事衛星的雲端系統，能在瞬間整合各偵測儀器收集到的情報，提升掌握戰場狀況時的精確度。",
          "ruby": "えーびーえむえす"
        },{
          "ctgr": "IT",
          "name": "AI",
          "note": "Artificial Intelligence。人工智慧。\n如今也包括具有自主學習能力的控制系統和擁有近似於人類的思考模式的程式等，在定義上已跳脫原本的框架，變得相當多元。",
          "ruby": "えーあい"
        },{
          "ctgr": "科學",
          "name": "阿瑪迪斯系統",
          "note": "Amadeus system。美國的維克托‧康多利亞大學腦科學研究所開發的人工智慧系統。\n\n能夠掃描人的腦波，將所有記憶和人格都轉換為資料後移植至人工智慧中，藉此在系統上重現掃描的人物。\n\n這個系統在治療失智症方面的應用成果備受期待。",
          "ruby": "あまでうすしすてむ"
        },{
          "ctgr": "IT",
          "name": "AR",
          "note": "Augmented Reality。擴增實境。將數位資訊以合成的方式顯示在現實環境中的技術。\n\n在2037年現在，此技術已可和BMI連動，在現實視野中即時設置虛擬的圖片、文字和3D物件等。\n此外，甚至能重現不存在於現實中的物體觸感。",
          "ruby": "えーあーる"
        },{
          "ctgr": "其他",
          "name": "ATLAS",
          "note": "Asteroid Terrestrial-impact Last Alert System。小行星撞擊地球最終警報系統。\n\n此系統能以望遠鏡自動觀測夜空，在接近的天體實際撞上地球幾週前及早發出警告。\n\n計畫資金由NASA提供，並由夏威夷大學天文研究所開發、使用，於2015年開始觀測。第二座望遠鏡則於2017年開始服役。\n\n為了全天候24小時進行觀測，按照計畫最後總共將於地球上設置8座望遠鏡。",
          "ruby": "あとらす"
        },{
          "ctgr": "IT",
          "name": "BMI",
          "note": "Brain Machine Interface。讓數位資訊直接介入腦神經網路的技術。\n\n這種技術能在視覺中投射電子資訊，並連上網路和廣域資訊即時同步。\n\n然而輿論往往對此技術抱持反對態度，例如有人警告說這種技術會加速科技奇異點到來、對腦部有不良影響、甚至可能助長犯罪等。\n\n2037年現在，BMI在年輕族群（30歲以下）的普及率即將達到90％，但在60歲以上的高齡族群的普及率則只有50％左右。\n\n一般而言，想使用這種系統時，必須在耳朵軟骨上方安裝耳環狀的電極，然後用名為「隨身節點」的終端裝置夾住電極。",
          "ruby": "びーえむあい"
        },{
          "ctgr": "其他",
          "name": "BPTS",
          "note": "Global Ballistic Point-to-Point Transport System。大陸間的點對點彈道移動、運輸系統。\n自2013年起以日歐共同推動的HIKARI計畫名義開始研究，並於2024年完成實用化。\n\n藉由如同火箭般的彈道飛行，可用比飛機還快的速度進行移動與運輸作業。例如，只需要花一個小時便能從東京移動至羅馬。\n\n然而起降時需要BPTS專用的基地，數量遠比傳統的機場來得少，是尚待解決的課題。",
          "ruby": "びーぴーてぃーえす"
        },{
          "ctgr": "駭客相關",
          "name": "CANBUS破解",
          "note": "對車輛的系統發動惡意網路攻擊的手法。\n\n2037年現在，各種車輛都具備內建自動駕駛的強大性能，以數位的方式控制各式各樣的感應器。由於數位裝置和一般的電腦一樣有可能成為破解入侵的目標，因此如今也能對車輛系統發動惡意攻擊。\n\n名稱中的「CAN（Controller Area Network）」指的是車輛系統間的相互連線，「BUS」則是指電腦領域用語中傳輸資料用的匯流排。",
          "ruby": "きゃんばすはっく"
        },{
          "ctgr": "人物",
          "name": "Cicada3301",
          "note": "2012年1月，在網路影像佈告欄4chan上發佈神祕密碼的人物。\n在發佈密碼時，他還留下正在尋找擁有高度智慧人才的訊息，署名「3301」，並上傳蟬（Cicada）的圖片，因此被稱為「Cicada3301」。\n\n他所發佈的密碼非常難以解讀，設計成就算破解一道之後又會緊接著出現下一道的模式。\n此外，他的行動不只侷限於網路上，在華沙、巴黎、首爾、雪梨等14座世界主要城市都曾張貼過印著QR碼的Cicada海報。\n\n發佈密碼的行動持續了一段時間，但在距第一篇發文過了約一個月後，他突然發佈「已經找到我們所要的人才了。漫長的旅程到此結束。」的訊息，之後便銷聲匿跡。\n\n2013年1月曾經再次發佈密碼，但隨即沒有下文，直到2036年5月都未曾發佈新的密碼。",
          "ruby": "しけいださんさんぜろいち"
        },{
          "ctgr": "駭客相關",
          "name": "DDoS攻擊",
          "note": "Denial of service attack。網路攻擊的一種。\n\n相較於從一台機器發動的DoS攻擊，這種手法是從多台機器同時發動攻擊，特徵為能對目標造成較沉重的負荷。\n\n用於進行DDoS攻擊的大量機器幾乎都是與發動攻擊者無關的第三者私有物。\n由於發動攻擊者乃是以別人的機器作為跳板發動攻擊，想找出發動攻擊者的難度比DoS攻擊更高。",
          "ruby": "でぃーどすこうげき"
        },{
          "ctgr": "IT",
          "name": "FairisGo",
          "note": "能在瞬間執行三次元臉部認證（Face）和虹膜認證（Iris）兩種辨識措施的活體認證系統。\n\n在2037年的活體辨識系統當中，具有最可靠的精準度、安全性和即時性。\n\n被用在電子支付、解除安全鎖、登入社群網路服務等各種需要認證的場合。",
          "ruby": "ふぇいりすごー"
        },{
          "ctgr": "IT",
          "name": "IoT",
          "note": "Internet of Things。即所謂物聯網，或指使用這項技術的服務。\n\n近年來，將搭載於各種物品上的感應器收集各種資訊累積在雲端上供AI分析，並根據結果讓物體做出最恰當的回應這樣的系統逐漸普及。\n\n具體而言像是讓空調設備能根據人的體溫和設定溫度的習慣來自動調節室溫，或是根據冰箱內容物的使用狀況自動通知使用者需要加購的物品等。",
          "ruby": "あいおーてぃー"
        },{
          "ctgr": "IT",
          "name": "IP位址",
          "note": "Internet Protocol address。在名為網際網路協定的通訊協定中，用來識別通訊對象的編號。",
          "ruby": "あいぴーあどれす"
        },{
          "ctgr": "IT",
          "name": "Li-Fi",
          "note": "Light Fidelity。使用LED進行的光照無線通訊。有別於Wi-Fi等使用無線電的技術，不會發生電波傳輸障礙，因此醫院等擔心電磁波造成不良影響的設施常會使用此種通訊法。",
          "ruby": "らいふぁい"
        },{
          "ctgr": "軍事",
          "name": "NORAD",
          "note": "北美防空聯合司令部。\n這是美國和加拿大共同營運的聯合防衛組織，司令部位於美國科羅拉多州的彼得森空軍基地。\n\n平時24小時不間斷地進行人工衛星觀測、對彈道飛彈、核子飛彈保持戒備、監視戰略轟炸機的動向等勤務。\n\n每年聖誕節都會舉辦「NORAD Tracks Santa」來追蹤聖誕老人的行蹤，為兒童們帶來歡樂。",
          "ruby": "のーらっど"
        },{
          "ctgr": "IT",
          "name": "PIQT",
          "note": "PIQT OS（Pictgram Information and Quantum Technology Operation System）。網路瀏覽器的作業系統。2037年現在擁有90％市佔率。\n\n原本雖然是PC用的瀏覽器，如今也提供作為BMI的作業系統。\n\nPIQT OS由日籍程式設計師開發，直到幾年前都由個人營運。2029年被Ggoole公司斥資4億6000萬美金收購時曾引發熱烈討論。",
          "ruby": "ぴくと"
        },{
          "ctgr": "科學",
          "name": "QCDC",
          "note": "量子電腦開發中心（Quantum Com Development Center）。指使用了量子計算機的最新超級電腦。\n\n核心部分使用摒棄通用性，專門針對單一計算目的設計的量子退火機，並連接直到2020年代為止都還被視為超級電腦的通用性電晶體計算機群。\n\n為了和過去的超級電腦做出區別，一般通稱為「Q電腦（Q Com）」。",
          "ruby": "きゅーしーでぃーしー"
        },{
          "ctgr": "軍事",
          "name": "SA4D",
          "note": "戰略性防禦攻擊機構（Strategic Attack for Defense）。\nG26基於「使核武無力化以實現長久和平」的構想開始運用的人工衛星群。\n\n計畫內容是發射具備攻擊能力的人工衛星至軌道上以使核武無力化，在與2026年聖家堂落成紀念典禮同時舉辦的G26高峰會上發表，之後在幾年內就將超過400架人工衛星發射至高度600～1200公里的低地軌道上。\n\n然而後因受到2036年問題影響，在2036年2月6日意外啟動，以G26各首都為中心發動數次攻擊。這起事故被稱為「哀傷之晨」，是在全世界釀成510萬人以上犧牲者的悲劇。\n\n哀傷之晨發生時曾有部分衛星迫降至地面，但大多數仍維持著功能被鎖定的狀態在低地軌道上繞行。聯合國與G26各國正計畫要在2045年前將所有衛星報廢。",
          "ruby": "えすえーふぉーでぃー"
        },{
          "ctgr": "IT",
          "name": "Sky Transmission System",
          "note": "最新型的航空線路。\n有別於使用無線電航空波段的既有規格，在塔台和班機間乃是透過人工衛星通訊。\n附帶一提，原有的航空波段並未廢除，而是保留作為Sky Transmission System發生故障時的備用聯絡方式。",
          "ruby": "すかい　とらんすみっしょん　しすてむ"
        },{
          "ctgr": "軍事",
          "name": "UAV",
          "note": "Unmanned Aerial Vehicle。指無人搭乘的航空機。無人航空載具。",
          "ruby": "ゆーえーぶい"
        },{
          "ctgr": "IT",
          "name": "UNIX環境",
          "note": "在UNIX作業系統或從UNIX衍生的作業系統上運作之意。\n\nUNIX是1969年美國AT%&T公司開發的作業系統，藉著公開原始碼而廣受支持。\n\n由於歷史悠久，許多作業系統都以其作為基礎。",
          "ruby": "ゆにっくすかんきょう"
        },{
          "ctgr": "IT",
          "name": "VR",
          "note": "Virtual Reality。虛擬實境。在電腦建立的三維空間中使人的五感獲得類似現實體驗的技術。\n\n2037年現在以使用者用腦波操縱虛擬空間中的虛擬分身，同時將虛擬分身的感官觸覺回饋給腦波的「完全沉浸式VR」為主流。\n沉浸在VR世界期間，現實中的肉體將呈現昏睡狀態，在虛擬實境的行動不會反映至現實肉體的活動。",
          "ruby": "ぶいあーる"
        },{
          "ctgr": "IT",
          "name": "VR暈眩",
          "note": "在體驗VR的過程中有時會產生的頭痛、暈眩、想吐、疲倦感等症狀。\n\n原因形形色色，其中一種說法是因為眼睛所見的事物和身體感覺之間的落差導致的類似暈車或暈船的現象。",
          "ruby": "ぶいあーるよい"
        },{
          "ctgr": "IT",
          "name": "ZOOTTOMO",
          "note": "以AR角色使用語音、影像進行的交談式導航系統。\n\n這是相當受年輕族群歡迎的BMI應用程式之一，角色會在BMI視野中自由活動，和使用者交談以進行各種導航指引。\n\n可針對角色的口氣、個性和功能進行某種程度的提整。若付費還可獲得限定款的角色和外觀造型。",
          "ruby": "ずーとも"
        },{
          "ctgr": "IT",
          "name": "2000年問題",
          "note": "西元2000年到來時，較舊的電腦將會發生異常的問題。\n\n為了節省記憶體，較舊的電腦通常僅使用西元的最後2位數來表示年份。\n然而從1999年跨至2000年時，最後兩位數將從99變成00。\n由於程式端並未設想到這種狀況，有可能導致電腦將2000年誤認為1900年。\n\n僅供個人使用的電腦暫且不論，若用於維生管線、金融相關、軍事機器的電腦發生錯誤，將有可能造成最糟糕的狀況。\n因此，從1990年代中期以後，全世界紛紛進行手動更新程式的作業以防範未然。\n\n由於這些應變措施奏效，現實中2000年來臨時並未發生任何問題。",
          "ruby": "にせんねんもんだい"
        },{
          "ctgr": "IT",
          "name": "2036年問題",
          "note": "西元2036年2月6日因NTP異常而引發全世界規模的電腦執行錯誤。\n\n世界上所有連接網路的電腦都透過「NTP（Network Time Protocol）」這種通訊協定同步時間，誤差控制在世界協調時間（UTC）的幾毫秒以內。\n\nNTP以1900年1月1日午夜0點為起點，用累積秒數來計算現在時間。在設定上，這個值為2進位數，最多只能儲存至32位。\n當數值超過上限便會歸零，而這個時刻將在世界協調時間（UTC）2036年2月6日6點28分15秒（日本時間15點28分15秒）到來，因此被稱為2036年問題。\n\n原本各方已事前做好因應措施，照理說NTP會自動切換至新的系統才對。然而途中卻發生錯誤，進而引發史上最淒慘的事故「哀傷之晨」。",
          "ruby": "にせんさんじゅうろくねんもんだい"
        },{
          "ctgr": "IT",
          "name": "2038年問題",
          "note": "西元2038年在UNIX環境下執行的系統可能發生錯誤的問題。\n\nUNIX以及自UNIX衍生出的OS是以世界協調時間（UTC）1970年1月1日午夜0點為起點，根據經過的秒數來計算目前時刻。\n由於這個數值使用有正負符號的32位元整數來儲存，若超過2的31次方──也就是約21億秒之後，該數值將會溢位，被視為負值。\n由於此現象可能引發各種系統錯誤，為了避免發生像2036年那樣的重大事故，目前已採取各種對策。\n\n因為發生溢位的時間點為世界協調時間2038年1月19日3點14分7秒（日本時間12點14分7秒），故被稱為2038年問題。",
          "ruby": "にせんさんじゅうはちねんもんだい"
        },{
          "ctgr": "駭客相關",
          "name": "51％攻擊",
          "note": "竄改區塊鏈紀錄的網路攻擊之一。\n原理是強制承認非法交易為正確的紀錄以進行竄改。各區塊鏈都為了對抗這種攻擊而擬定了多種因應對策。",
          "ruby": "ごじゅういちぱーせんとこうげき"
        },{
          "ctgr": "其他",
          "name": "φ",
          "note": "誕生於法國的AI創作者集團。\n由製作人AI、劇本作家AI、動畫師AI、配音員AI等多種AI組成，能在人類完全未參與的狀況下從零開始創作、銷售動畫作品。",
          "ruby": "ふぁい"
        }]
    },{
      "conv_d2i": [44,98,82,66,73,78,18,88,1,17,29,0,64,59,65,83,40,15,81,54,68,30,75,12,2,41,97,74,76,52,77,46,51,67,47,14,10,25,79,22,57,69,60,89,8,92,31,24,26,16,49,34,53,39,20,72,87,13,4,38,95,45,33,96,56,71,48,32,36,50,93,90,11,70,3,86,6,35,19,28,63,55,42,43,62,91,7,27,23,37,94,85,5,80,9,21,84,58,61],
      "conv_i2d": [11,8,24,74,58,92,76,86,44,94,36,72,23,57,35,17,49,9,6,78,54,95,39,88,47,37,48,87,79,10,21,46,67,62,51,77,68,89,59,53,16,25,82,83,0,61,31,34,66,50,69,32,29,52,19,81,64,40,97,13,42,98,84,80,12,14,3,33,20,41,73,65,55,4,27,22,28,30,5,38,93,18,2,15,96,91,75,56,7,43,71,85,45,70,90,60,63,26,1],
      "tips_list": [{
          "ctgr": "科学",
          "name": "阿雷西博天文台",
          "note": "位于美国波多黎各自治邦的天文台。\n\n1963年落成的阿雷西博射电望远镜的口径为305米，直到2016年中国的500米球面射电望远镜完成前都是世界上最大的射电望远镜。\n\n2020年8月与11月，阿雷西博射电望远镜的辅助缆线和主缆线断落，使得主镜片产生裂痕。\n之后在同一年的12月，重达900吨的平台坠落使得支柱上端弯折，导致望远镜毁坏。\n后来花了几年时间拆解望远镜，同时也有重建计划。",
          "ruby": "あれしぼてんもんだい"
        },{
          "ctgr": "科学",
          "name": "阿雷西博信息",
          "note": "1974年位于美国波多黎各自治邦的阿雷西博射电望远镜落成时向宇宙发送的信息。\n\n目标为距离地球25000光年的武仙座球状星团M13。\n\n信息内容由1679个二进制数字表现的点阵组成。\n\n之所以选择1679这个数字是因为它是23和73两个质数的积，只能质数分解成23x73或73x23这两种组合。\n这么做是假设解读信息者会将信号的二进制数字转换成二次元的四角形，若其将图形重新排列成73行23列，就能组成可识别的图形。\n\n这个图形诉说着“人类的起源”。",
          "ruby": "あれしぼ・めっせーじ"
        },{
          "ctgr": "人物",
          "name": "艾雪",
          "note": "莫里茨·科内利斯·艾雪。荷兰出身的版画家。生于1898年，卒于1972年。\n\n曾创作出诸多具有独创性的作品，如利用错视效果的错视艺术、不可能盖出的建筑结构、用不断改变的图形进行几何镶嵌等。\n\n以《画手》、《天与水I》和《上下阶梯》等作品最为著名。",
          "ruby": "えっしゃー"
        },{
          "ctgr": "人物",
          "name": "安东尼奥·高迪",
          "note": "西班牙出身，主要在巴塞罗那活动的建筑家。生于1852年、卒于1926年。\n\n以圣家堂为首，包括奎尔公园和米拉之家在内的作品于1984年被指定为世界文化遗产“安东尼奥·高迪的建筑作品”。\n\n罗马教宗还册封圣家堂为地位高于其他教堂的“宗座圣殿”。",
          "ruby": "あんとにお・がうでぃ"
        },{
          "ctgr": "科学",
          "name": "参与性宇宙",
          "note": "美国物理学家约翰·惠勒博士提倡的理论。\n\n由于量子世界中基本粒子的状态在被观测之前都不会固定下来，因此他认为这个世界乃是因人类的观测而形成。\n\n延迟选择实验也是约翰·惠勒博士提出的。",
          "ruby": "さんかがたうちゅうろん"
        },{
          "ctgr": "其他",
          "name": "藏密筒",
          "note": "大小约得用两手抱住的圆筒。像密码锁那样由多个拨圈连接起来组成。\n\n拨圈上刻着英文字母和数字，只有拼出主人设定的英数字组合才能打开圆筒。\n\n在某部电影中，圆筒中装有写着藏匿圣杯地点的纸条，但如果不解开密码直接用蛮力打开圆筒，就会自动在纸上浇醋，让文字消失无法辨识。",
          "ruby": "くりぷてっくす"
        },{
          "ctgr": "科学",
          "name": "超级计算机",
          "note": "利用并行计算等方式，可针对庞大的数据进行超高速运算的大型计算机。\n虽然没有明确的定义，但通常用来指速度比家庭计算机至少快上1000倍的计算机。\n\n在指令周期方面，以每秒可以进行几次四则运算作为单位。每秒运算一次称为1FLOPS（Floating-point Operations Per Second）。日本的超级计算机“富岳”的运算能力为400PFLOPS，也就是每秒能进行40京次运算。这个数字是超级计算机“京”的40倍。",
          "ruby": "すーぱーこんぴゅーた"
        },{
          "ctgr": "其他",
          "name": "车里雅宾斯克陨石坠落事件",
          "note": "2013年2月15日于俄罗斯的车里雅宾斯克州附近发生的陨石坠落事件。\n在已确认的陨石坠落事件中是首度造成大规模人员损失的灾害。\n\n陨石在坠落途中发生爆炸，产生的冲击波震破了计4474栋建筑物的窗户玻璃，甚至有人家的门因此被震飞。\n此外，陨石冲入大气层后形成清晰可见的火球，在降落至离地面30公里处时，火球散发的紫外线使得当时在户外的人因此晒伤。\n\n有意见指出由于陨石直径达17米，如果未在空中分裂便直接坠落地表，将撞出直径约100米左右的陨石坑，对周围一带造成毁灭性的损害。",
          "ruby": "ちぇりゃびんすくいんせきらっかじけん"
        },{
          "ctgr": "IT",
          "name": "车用连接",
          "note": "从外部连接车辆的系统。\n\n2037年现在，只要是登录在国土交通省的车辆，都能在事先经国土交通省的许可下从外部连接其系统。\n\n军方和警方可利用此机制强制停止逃逸车辆以解决事件。\n不过，也有不少利用此机制犯罪的案例。",
          "ruby": "もーびるこねくと"
        },{
          "ctgr": "IT",
          "name": "地球模拟器",
          "note": "设置在海洋研究开发机构（JAMSTEC）横滨研究所的超级计算机。\n初代于2002年开始运作，以地球规模进行模拟，进而查明并预测环境变动现象。\n历经定期更新硬件后，如今2037年使用的已是第7代。\n\n和垓机关使用的GAIA不是同一个地球模拟器。",
          "ruby": "ちきゅうしみゅれーた"
        },{
          "ctgr": "其他",
          "name": "法蒂玛的第三则预言",
          "note": "1917年圣母玛利亚现身在葡萄牙的小村法蒂玛时留下的预言之一。\n\n圣母于5月13日首次出现在路济亚、方济各和雅先达三位孩童面前，要他们之后每个月13日的同一时间都到同一地点集合。\n次月，圣母果然如言现身。随着圣母降临的消息传开，到了第三次13日时共有5000人聚集至该处，于是圣母当场对路济亚、方济各和雅先达三人留下了三则预言。\n\n第一则预言提及第一次世界大战落幕和在下一任教宗任期内将发生相当大的悲剧。\n\n第二则预言则提到下次发生大悲剧之前会在晚间看见神奇的光芒，那将是来自神的警告。\n\n至于第三则预言，她则要求他们等到1960年再公布。然而孩子们却将预言的内容告诉了大人们，据说当时的罗马教宗在得知后竟因为内容太过恐怖而昏了过去。\n\n结果第三则预言公布的时期被延至1960年之后，甚至在1981年还发生过有人劫机要求公开第三则预言内容的事件。\n\n到了2000年，罗马教宗终于公布了预言，宣称内容是关于发生在1981年的教宗暗杀未遂事件。\n\n由于内容和坊间种种臆测的落差过大，有传闻指出教宗公布的内容是假的，真相其实更加骇人。",
          "ruby": "ふぁてぃまだいさんのよげん"
        },{
          "ctgr": "其他",
          "name": "反重力机车",
          "note": "虽然只有两个轮子，但能凭借陀螺仪进行模拟重力控制，使车身绝对不会倒地并可自动行驶的摩托车。\n一般来说正式名称应为“GraPer型摩托车”。\n基本驾驶方式与摩托车相同，需要的驾照也一样。\n\n车上搭载了G6 GPS，能够实时计算自车与其他车的动态，在眼看要发生事故时可以自动执行闪避动作（若控制系统已中断，当然就不在此限）。\n马达使用了电磁加速系统。\n\n名字由“Gravity（重力）”和“Permission（允许）”两个单词合并而成。由于在陀螺仪的影响下使其就算只有两个轮子也不会倒地，看起来就像在抵抗着重力一般，因此得名。\n\n具有无人自动行驶功能，也可远距离呼叫它自动行驶至自己所在位置。",
          "ruby": "ぐれいぱー"
        },{
          "ctgr": "IT",
          "name": "分布式计算",
          "note": "指由多台计算机分担进行运算处理。\n参加的台数越多，处理所需的时间越短。\n\n负责统整运算处理的机器称为“主机”，接受主机指示进行运算处理的机器则称为“从机”。",
          "ruby": "ぶんさんこんぴゅーてぃんぐ"
        },{
          "ctgr": "IT",
          "name": "分布式账本",
          "note": "指在多个参与者构成的网络上管理账本的“分布式账本技术”中，每位参与者各自持有的账本。\n由于所有参与者都持有相同的账本，即使某人的账本内容被人窜改，也能立刻修正。",
          "ruby": "ぶんさんだいちょう"
        },{
          "ctgr": "其他",
          "name": "光明会",
          "note": "18世纪时由主张“人类伦理的完成可能说”的德国哲学教授创立的秘密结社。\n\n以各国富裕阶级和贵族阶级为中心传播开来，全盛期共有多达2000人的会员。\n\n虽然被罗马教宗指定为异端，因而在1785年被迫解散，但到了21世纪现代仍可在许多阴谋论中看见这个名字。",
          "ruby": "いるみなてぃ"
        },{
          "ctgr": "其他",
          "name": "哈米吉多顿",
          "note": "根据新约圣经的圣典之一《约翰启示录》中记载，世界末日时善与恶进行大战的地方。\n后来也被转用为象征世界末日的意义。",
          "ruby": "はるまげどん"
        },{
          "ctgr": "其他",
          "name": "航空局",
          "note": "国土交通省内的组织，负责管理航空相关事业。\n平时执行航空器登记、发放航空工作者的从业资格证与人才培育，以及航空管制等业务。",
          "ruby": "こうくうきょく"
        },{
          "ctgr": "其他",
          "name": "既视感",
          "note": "虽然实际上从未经历过，但总觉得以前曾在某处有过那种体验的感觉。\n\n发生时往往不单只是错觉，而是涌现一种“过去实际体验过”的感觉，逼真程度远超曾梦见过或忘记曾经体验过留下的印象。然而当事人却无法想起所谓的“过去”到底是何时何地，只觉得怪得不得了。这种现象的成因目前仍未查明。\n\n有说法认为是记忆的“恢复”与“判断已知”的功能在相当罕见的状况下会在比对时出现不协调，因而造成这种生理现象。也有人说是脑的海马回发生有如痉挛般轻微的异常状况而导致。",
          "ruby": "でじゃゔ"
        },{
          "ctgr": "其他",
          "name": "家暴",
          "note": "Domestic Violence。字面上的意义虽然是家庭内暴力，但不只限于配偶之间，但凡对有着或曾有亲密关系的人所为的暴力行为也包含在内。",
          "ruby": "でぃーぶい"
        },{
          "ctgr": "IT",
          "name": "加密资产",
          "note": "“虚拟货币”的别名。\n\n所谓虚拟货币是一种只通过数字数据交易的货币。有别于一般的法定货币，通常并未接受国家或中央银行等组织监管。\n主要用于网络交易。\n\n虚拟货币这个名字原本是用来与法定货币做出区别，但在2020年的资金结算法修正案实施后改称“加密资产”。",
          "ruby": "あんごうしさん"
        },{
          "ctgr": "IT",
          "name": "假视频",
          "note": "指内容与事实不符的伪造视频。\n\n用AI的学习方式“深度学习”制作的假视频被称为“深伪视频”。由于这类视频完成度极高，可以轻易让人信以为真，引发不少社会问题。",
          "ruby": "ふぇいくどうが"
        },{
          "ctgr": "其他",
          "name": "教宗选举",
          "note": "由红衣主教投票选出统率整个天主教会的罗马教宗。\n投票会在罗马教宗去世或辞去职位后于梵蒂冈城国的西斯廷礼拜堂举行。\n\n直到1978年10月为止，红衣主教们在投票期间都会被关在礼拜堂中，直到选出新任教宗前都禁止外出。",
          "ruby": "こんくらーべ"
        },{
          "ctgr": "黑客相关",
          "name": "截取视野",
          "note": "指窃取BMI的视野信息。\n除了暗中窃取视讯外，也包括强制播放伪造的视野影像。",
          "ruby": "しなりーいんたーせぷと"
        },{
          "ctgr": "IT",
          "name": "结缘小栈",
          "note": "BMI用的交友软件。号称具有奇迹般的配对成功率，深受10～20几岁的年轻人欢迎。",
          "ruby": "えんむす"
        },{
          "ctgr": "黑客相关",
          "name": "脚本小子",
          "note": "Script kiddie。用来称呼本事还不成气候的刽客的蔑称。\n\n指发动恶意网络攻击时，由于知识和技术不足而使用其他人开发的工具或脚本的人。\n\n“kiddie”有着“小朋友”的含意。",
          "ruby": "すくりぷときでぃ"
        },{
          "ctgr": "人物",
          "name": "拉马努金",
          "note": "斯里尼瓦瑟·艾扬格·拉马努金。生于1887年，卒于1920年。\n他是一位印度数学家，因天才般的直觉而被称为“印度的魔术师”。\n\n据说他对算式的诸多灵感都是纳玛吉莉女神告诉他的。\n\n他曾获聘至英国剑桥大学，并在几年后被授予了具有最悠久历史的科学协会英国皇家协会的会员资格。\n过去曾获得此殊荣的人物计有艾萨克·牛顿和阿尔伯特·爱因斯坦等人。\n\n拉马努金的生平也曾被改编成电影。",
          "ruby": "らまぬじゃん"
        },{
          "ctgr": "科学",
          "name": "拉普拉斯的恶魔",
          "note": "法国数学家皮埃尔-西蒙·拉普拉斯主张的超自然存在。\n\n所谓的“恶魔”能完整掌握某个瞬间所有物质的位置和运动量，也就是说它能完整地预测未来。",
          "ruby": "らぷらすのあくま"
        },{
          "ctgr": "科学",
          "name": "冷冻睡眠",
          "note": "指用低温冷冻人体加以保存，使细胞呈现几乎停止活动的状态。",
          "ruby": "こーるどすりーぷ"
        },{
          "ctgr": "科学",
          "name": "量子传输",
          "note": "利用量子纠缠性质的传送技术。\n\n不是像瞬间移动那样传送物体本身，而是传送量子状态的信息，并在传送目的地建构出物体。\n\n正因如此，对于传送前后的物体是否能视为同一物体这个问题，目前仍众说纷纭。",
          "ruby": "りょうしてれぽーてーしょん"
        },{
          "ctgr": "科学",
          "name": "量子纠缠",
          "note": "电子和光子这类基本粒子可以同时带有两种旋转性质，为方便区分称呼为“上旋”和“下旋”。\n这种状态称为“量子叠加”。量子叠加会持续至粒子被观测为止，在观测后便会呈现“上旋”或“下旋”其中一种旋转方式。\n\n量子纠缠需要处于量子叠加状态的两个电子和两个光子方能成立。\n两者呈现量子叠加的同时又具备完全相反的旋转关系，便会形成量子纠缠。\n\n在量子纠缠状态下的两个粒子间有着强烈的相互关系。例如，当观测到其中之一为“上旋”时，另一方会在瞬间呈现“下旋”状态。\n无论两个基本粒子相隔多远，这种关系都不会改变。在观测到其中一方的瞬间，便会连带决定另一方的状态。\n\n发现这种现象的物理学者之一爱因斯坦所提出的“信息无法以超越光速的速度传递”学说因为量子纠缠学说出现而被推翻。",
          "ruby": "りょうしもつれ"
        },{
          "ctgr": "科学",
          "name": "量子信息通讯",
          "note": "使用量子传输技术的通讯方法。\n\n在传送方和接收方准备处于量子纠缠状态的成对光子，便可进行加密性极高的通讯。\n\n原本是用光纤来将光子送往接收方，但因光子劣化现象对传输距离造成限制，目前已改用人工卫星从宇宙将光子送至传送方和接收方。",
          "ruby": "りょうしじょうほうつうしん"
        },{
          "ctgr": "其他",
          "name": "蒙提·霍尔问题",
          "note": "以美国电视节目主持人蒙提·霍尔和嘉宾玩的游戏为基础的概率论问题。\n\n在玩游戏的过程中，许多人觉得根据概率论导出的答案并不合理，让这类问题被视为是“直觉觉得正确的答案往往和理论上的正确答案不同”的典范。",
          "ruby": "もんてぃ・ほーるもんだい"
        },{
          "ctgr": "其他",
          "name": "亩大陆",
          "note": "神秘学杂志。1979年创刊。\n报导UFO、UMA、超能力、超科学和阴谋论等所有神秘学领域主题。\n\n如今电子书籍已成为主流，但仍继续发行纸质杂志。",
          "ruby": "むむー"
        },{
          "ctgr": "人物",
          "name": "尼古拉·特斯拉",
          "note": "出生在奥地利帝国（现克罗地亚）的电机工程师兼发明家。生于1856年、卒于1943年。\n\n他在求学时代发现了交流电的原理，\n之后渡海前往美国，在爱迪生的公司工作。\n然而却因直流电和交流电这两种输电方式的不同与爱迪生意见相左，只任职一年多便离职。\n\n后来在1888年发明了交流发电机和交流电动机。\n\n顺带一提，在21世纪，目前世界上的输电方式以特斯拉发明的交流电为主流。\n\n用来表示磁场强度的国际单位也以他的名字“特斯拉”来命名。",
          "ruby": "にこら・てすら"
        },{
          "ctgr": "其他",
          "name": "匿名者",
          "note": "匿名者即anonymous。\n\n在海外的网络论坛上，匿名的用户会显示为anonymous。",
          "ruby": "あのにます"
        },{
          "ctgr": "军事",
          "name": "匿踪迷彩",
          "note": "使目标在视觉上变得透明，看起来彷佛不在现场的技术。\n原本被认为是只出现在科幻作品中的虚构技术，但在2037年现在已可通过投影机等器材投射出拍摄的影像以融入周围，或者使用对光线具有负折射率的新材料等方式达到上述目的，业已投入军事用途。",
          "ruby": "すてるすめいさい"
        },{
          "ctgr": "其他",
          "name": "偶像",
          "note": "2037年的偶像所指的范围包含真实的男人、真实的女人、通过AR改变性别与外貌的真实男女、AR的AI角色、仅存在于VR空间中的虚拟偶像等各种不同的型态。偶像是对这类演艺活动的总称，各种不同型态的分界已变得相当模糊。",
          "ruby": "あいどる"
        },{
          "ctgr": "其他",
          "name": "平行世界",
          "note": "平行存在于不同时空的异世界。\n和我们所居住的世界拥有相同的次元，有时甚至连在那个世界中生活的人与物的位置都会完全重叠。",
          "ruby": "ぱられるわーるど"
        },{
          "ctgr": "其他",
          "name": "启示录",
          "note": "约翰启示录。新约圣经最后一卷。\n内容包括世界末日、最后的审判、耶稣再临等带有预言性质的内容。",
          "ruby": "もくしろく"
        },{
          "ctgr": "IT",
          "name": "千年虫问题",
          "note": "公元2000年到来时，早年的计算机可能会发生异常的问题。\n\n为了节省内存，早年的计算机通常仅使用公元的最后2位数来表示年份。\n然而从1999年跨至2000年时，最后两位数将从99变成00。\n由于程序端并未设想到这种状况，有可能导致计算机将2000年误认为1900年。\n\n仅供个人使用的计算机暂且不论，若用于维生管线、金融相关、军事机器的计算机发生错误，将有可能造成最糟糕的状况。\n因此，从1990年代中期以后，全世界纷纷进行手动更新程序的作业以防范未然。\n\n由于这些应对措施奏效，现实中2000年来临时并未发生任何问题。",
          "ruby": "にせんねんもんだい"
        },{
          "ctgr": "IT",
          "name": "区块链",
          "note": "对窜改数据有极强抵抗力的记录系统。\n是在2008年由自称Satoshi Nakamoto的人为了开发加密资产比特币而想出来的。",
          "ruby": "ぶろっくちぇーん"
        },{
          "ctgr": "科学",
          "name": "人类基因组",
          "note": "指组成人体的遗传信息。\n解析人类基因组的所有核酸序列的计划于1990年在美国开始执行，并于2003年完成。",
          "ruby": "ひとげのむ"
        },{
          "ctgr": "其他",
          "name": "塞壬尼俄斯事件",
          "note": "2031年发生在美国的恐怖攻击未遂事件。\n\n不明人物破解保安系统入侵NASA的设施，夺走了存放在设施内的火星细菌“塞壬尼俄斯”。\n次日，有个疑似夺走塞壬尼俄斯之人的人物要求美国政府今后停止所有宇宙开发计划，否则他就会散播塞壬尼俄斯细菌。\n\n莉迪在此事件中曾因涉嫌参与恐攻计划而遭到逮捕，但最后证明她是清白的。",
          "ruby": "しれにうすじけん"
        },{
          "ctgr": "其他",
          "name": "三大陨石坑",
          "note": "指地球上现存的陨石撞击坑中最大的三个。\n\n第三名“希克苏鲁伯陨石坑”形成于约6604万年前，位于墨西哥尤卡坦半岛北部，直径约160公里。\n\n第二名“索德柏立陨石坑”形成于约18亿5000万年前，位于加拿大安大略省，直径约160公里。\n\n第一名“弗里德堡陨石坑”形成于约20亿2300万年前，位于南非共和国自由邦省，直径约180公里。",
          "ruby": "さんだいいんぱくと"
        },{
          "ctgr": "IT",
          "name": "社交网络服务",
          "note": "Social Networking Service。在2037年指的是BMI上的社区网站，有邀请制和登录制等各种不同类型。\n以文字为主的网站也仍根深蒂固地存在着。",
          "ruby": "えすえぬえす"
        },{
          "ctgr": "其他",
          "name": "深层政府",
          "note": "与美国政府有关的阴谋论。\n认为拥有政治实权的不是总统和议会，而是在背后行使权力的个人或组织。",
          "ruby": "でぃーぷすてーと"
        },{
          "ctgr": "科学",
          "name": "生命游戏",
          "note": "1970年英国数学家约翰·何顿·康威想出的模拟游戏。\n使用简单的模型重现生命诞生、进化及淘汰的过程。\n\n这个游戏的基础是名为细胞自动机的计算模型，由约翰·冯·诺依曼和斯塔尼斯拉夫·乌拉姆两人提出。",
          "ruby": "らいふげーむ"
        },{
          "ctgr": "其他",
          "name": "时光机",
          "note": "能在时光的流动中逆流前往过去和未来的虚构装置。是偶尔会在科幻作品中登场的重要物品之一。\n\n在H.G.威尔斯发表小说《时间机器》后变得广为人知。",
          "ruby": "たいむましん"
        },{
          "ctgr": "其他",
          "name": "时间跳跃",
          "note": "Time Leap。意指在时间轴上跳跃的日式英文。指只有自身的意识穿越时间，转移至过去或未来的自己的身体当中。\n\n如果连同身体一起穿越时间，则称为时间旅行（Time Travel）。",
          "ruby": "たいむりーぷ"
        },{
          "ctgr": "科学",
          "name": "世界上第一台计算机",
          "note": "指1942年在美国开发出的电子计算设备“ABC”。\n不过，1946年同样在美国开发出的“ENIAC（Electronic Numerical Integrator and Computer）”知名度较高，一般若提到世界上第一台计算机，指的都是后者。\n\nENIAC当初是美国陆军的弹道研究所为了计算炮击火力表而设计，但也被用在开发出原子弹的曼哈顿计划中。",
          "ruby": "せかいはつのこんぴゅーた"
        },{
          "ctgr": "其他",
          "name": "世界线",
          "note": "指具有无数可能性的世界，但这些可能性并非以平行世界的形式同时存在。世界线只有一条。\n在这条世界线上，过去和未来发生的所有事情都已注定。因此在同一条世界线上无论如何改变过去，都会走向相同的结果。",
          "ruby": "せかいせん"
        },{
          "ctgr": "其他",
          "name": "世界语",
          "note": "1880年代时由波兰人拉扎鲁·路德维克·柴门霍夫想出的人造语言。\n创造这个语言的目的是让其成为帮助不同母语的人之间互相沟通的第二语言。\n\n2037年目前全球会说世界语的人口据说有约100万人左右。",
          "ruby": "えすぺらんとご"
        },{
          "ctgr": "科学",
          "name": "速度使时间减慢",
          "note": "根据狭义相对论，越接近光速时，时间流逝的速度会越接近零。也就是说，以光速移动的物体不会受到时间流逝的影响。\n这种奇妙的现象在某些科幻作品中也称为“浦岛效应”。",
          "ruby": "そくどがじかんをおくらせる"
        },{
          "ctgr": "IT",
          "name": "随身存",
          "note": "存在于2037年的在线储存服务之一。\n提供只要有网络联机，从任何地方都能存取的数据储存装置。\n\n在类似服务中号称具有最高的安全防护水平，许多黑客也使用此服务。",
          "ruby": "ぴっくどろっぷ"
        },{
          "ctgr": "军事",
          "name": "特殊作战群",
          "note": "在防卫省管辖的日美联合国防军中获官方认定的特殊部队。\n2004年起在陆上自卫队中组成。\n\n相当于前美国陆军的绿色贝雷帽部队（美国陆军特种部队）和三角洲部队（第1特种部队Delta作战分遣队），群本部设在习志野屯驻地。\n\n2031年，美军基于强化日美同盟的名义而与自卫队合并，在日本与美国成立了具有日美混合军性质的日美联合国防军。当时特殊作战群也成为了日美混编的部队。",
          "ruby": "とくしゅさくせんぐん"
        },{
          "ctgr": "其他",
          "name": "忒修斯之船",
          "note": "关于同一性的悖论。\n\n如果组成某个物体的零件全部被替换掉之后，那个物体是否还能说是相同的东西？\n\n此外也衍生出了另一个问题，即如果把替换掉的旧零件搜集起来组成另一个物体，那究竟哪一个才是原本的物体？",
          "ruby": "てせうすのふね"
        },{
          "ctgr": "其他",
          "name": "通古斯大爆炸事件",
          "note": "1908年6月30日有陨石在俄罗斯西伯利亚的石通古斯河上游的上空爆炸的事件。\n\n不仅距爆炸中央地点半径30～50公里内的森林起火燃烧，甚至连1000公里外的民家窗户也被震破。\n\n当时俄罗斯正处于日俄战争刚结束后的混乱期，直到1960年都未能正式着手调查。\n\n2013年，由乌克兰、德国和美国科学家组成的团队从当时的地层检测出疑为构成陨石的矿物，从而提出爆炸成因为陨石的主张，但目前尚未有定论。",
          "ruby": "つんぐーすかばくはじけん"
        },{
          "ctgr": "科学",
          "name": "无人机",
          "note": "多轴飞行器和四轴飞行器等的总称。至少使用三个螺旋桨进行起飞、推进的小型（人类无法搭乘的大小）直升机。\n\n从2010年左右起开发出低价且能轻易操纵的无人机后便逐渐普及。\n\n2037年现在市面上除了多轴飞行器和四轴飞行器外，还有使用各种推进装置的无人机可供选购。",
          "ruby": "どろーん"
        },{
          "ctgr": "IT",
          "name": "虚美肉",
          "note": "网络流行语。虚拟美少女获得肉体降生于现实的简称。\n\n虚拟美少女的实体不必是女性，也不必是少女，某些情况下甚至不必是人类。\n\n这个概念约在2018～2020年间逐渐普及。",
          "ruby": "ばびにく"
        },{
          "ctgr": "IT",
          "name": "虚拟分身",
          "note": "由于随身节点并未搭载能拍摄用户本身的摄像头，以BMI通讯时显示的脸并非实时影像，而是事先3D扫描的用户脸部数据。\n\n3D扫描时会拍下各种表情，在通讯时会搭配用户的情绪显示合适的表情。",
          "ruby": "あばたー"
        },{
          "ctgr": "科学",
          "name": "液体呼吸",
          "note": "指在含有氧和氮等空气中元素的液体中呼吸。\n这项技术从1960年代左右起开始研发，盼能用于肺部治疗等用途。\n\n研究结果业已显示人类肺部的肺泡即使在液体中也能吸收氧气。\n不过，溶解在水中的氧气量尚未达到人类呼吸所需含量，因此当时想做到液体呼吸确实有困难。\n后来开发出了溶氧量是水的数十倍的特殊液体“全氟碳化物”。\n\n只要将这类液体直接吸入肺部，即使在水中也能有效地供应血液所需氧气，终于使得液体呼吸得以实现。",
          "ruby": "えきたいこきゅう"
        },{
          "ctgr": "其他",
          "name": "意见领袖",
          "note": "对周遭具有影响力的人物。\n主要指在社交网络服务上有许多人关注、具有网络影响力的人。",
          "ruby": "いんふるえんさー"
        },{
          "ctgr": "IT",
          "name": "隐写术",
          "note": "将信息嵌入其他信息当中的技术。\n在IT领域中应用此技术创造出能在图片等数字内容中埋入信息的“数字水印”。\n\n使用专用的检测软件方可解读嵌入数字水印中的信息。",
          "ruby": "すてがのぐらふぃ"
        },{
          "ctgr": "科学",
          "name": "永动机",
          "note": "指不需要来自外部的任何能量也能持续运作下去的装置。",
          "ruby": "えいきゅうきかん"
        },{
          "ctgr": "IT",
          "name": "元数据",
          "note": "指附属在数字数据中的“制作者”、“制作日期”和“文件大小”等补充信息。",
          "ruby": "めたでーた"
        },{
          "ctgr": "人物",
          "name": "约翰·冯·诺依曼",
          "note": "匈牙利出身的美国数学家。生于1903年、卒于1957年。\n\n在数学领域对于博弈论的成立等做出贡献。\n除此之外，在物理学、气象学、经济学和计算机科学等各种领域也十分活跃。\n\n特别是在计算机科学领域提出了细胞自动机的概念，因而被称为人工生命之父。\n\n由于曾参与开发原子弹的曼哈顿计划，所以据说他也是在某部电影中登场的“奇爱博士”的蓝本之一。",
          "ruby": "じょん・ふぉん・のいまん"
        },{
          "ctgr": "人物",
          "name": "约翰·提托",
          "note": "2000年11月，美国的网络论坛上出现了一位自称来自2036年的时间旅人。这件事在网络上引爆热潮，人们涌至论坛提出各种问题，展开激烈讨论。\n\n此人自称约翰·提托，甚至还公布了自己搭乘的时光机和操纵手册的照片，以及时光机原理图等的一部分。\n\n据说来自未来的他曾提及在不远的将来会发生的事、时间旅行的物理学、干预历史、多重宇宙、多世界诠释、时间线和世界线等话题。\n\n在距首次出现的四个月后，他留下“计划中的使命已完成，故准备回到自己的世界”的讯息后便销声匿迹。",
          "ruby": "じょん・たいたー"
        },{
          "ctgr": "科学",
          "name": "装饰网格",
          "note": "用半导体的原料硅元素制作的纸状输入组件，可以剪裁成想要的形状使用。\n\n除了材料本身的高电阻特性之外，这种技术的优点在于能用打印机轻易地在组件上写入任意设计的电子轨道信息。\n受到原子束缚的电子照理说无法穿越能隙（energy gap），但在使用人类的指头等进行物理介入下，能够破除这项限制。\n\n此外，将组件剪裁成各种图案贴在身体或物体上，便可作为具有装饰性质的输入设备使用，因此特别受到年轻的黑客们欢迎。\n\n输入的精准度比其他可穿戴装置高出许多也是备受黑客支持的理由之一。",
          "ruby": "りぐめっしゅ"
        },{
          "ctgr": "IT",
          "name": "自动翻译",
          "note": "能自动翻译语音和文字的功能，在2037年的操作系统中已是标准配备。\n由于翻译后的语音将由系统在分析发话者本人的声音后加以重现，看起来就像是本人在流畅地说着翻译后的语言一样。\n翻译过程也几乎不会发生延迟。",
          "ruby": "じどうほんやく"
        },{
          "ctgr": "其他",
          "name": "祖父悖论",
          "note": "著名的时间旅行悖论。探讨若回到过去的人赶在祖父认识祖母之前将其杀害会发生什么事。\n\n杀害祖父后，回到过去的人便不会出生，如此就无法杀害祖父。这么一来，祖父便会认识祖母，使回到过去的人得以诞生，但这么一来祖父又会被杀……\n\n最后形成一个没有尽头的循环。",
          "ruby": "おやごろしのぱらどっくす"
        },{
          "ctgr": "其他",
          "name": "佐治亚州引导石纪念碑",
          "note": "1980年建于美国佐治亚州的纪念碑。\n\n用八种语言写下的“十条指引”内容让人联想到阴谋论，招致种种臆测。\n其中第一条指引提到“为了与大自然共存，得将人口控制在五亿以内”。\n\n另外，碑文使用的八种语言分别为英语、西班牙语、斯瓦希里语、印地语、希伯来语、阿拉伯语、中文和俄语。",
          "ruby": "じょーじあ・がいどすとーん"
        },{
          "ctgr": "军事",
          "name": "ABMS",
          "note": "Advanced Battle Management System。空军的先进作战管理系统。\n\n使用除了陆海空之外，还能连上配备在宇宙的军事卫星的云端系统，能在瞬间整合各侦测仪器收集到的情报，提升掌握战场状况时的精确度。",
          "ruby": "えーびーえむえす"
        },{
          "ctgr": "IT",
          "name": "AI",
          "note": "Artificial Intelligence。人工智能。\n如今也包括具有自主学习能力的控制系统和拥有近似于人类的思考模式的程序等，在定义上已跳脱原本的框架，变得相当多元。",
          "ruby": "えーあい"
        },{
          "ctgr": "科学",
          "name": "AMADEUS系统",
          "note": "Amadeus system。美国的维克托·康多利亚大学脑科学研究所开发的人工智能系统。\n\n能够扫描人的脑波，将所有记忆和人格都转换为数据后移植至人工智能中，借此在系统上重现扫描的人物。\n\n这个系统在治疗失智症方面的应用成果备受期待。",
          "ruby": "あまでうすしすてむ"
        },{
          "ctgr": "IT",
          "name": "AR",
          "note": "Augmented Reality。增强现实。将数字信息以合成的方式显示在现实环境中的技术。\n\n在2037年现在，此技术已可和BMI连动，在现实视野中实时配置虚拟的图片、文字和3D对象等。\n此外，甚至能重现不存在于现实中的物体触感。",
          "ruby": "えーあーる"
        },{
          "ctgr": "其他",
          "name": "ATLAS",
          "note": "Asteroid Terrestrial-impact Last Alert System。小行星撞击地球最终警报系统。\n\n此系统能通过望远镜自动观测夜空，在接近的天体实际撞上地球几周前及早发出警告。\n\n计划资金由NASA提供，并由夏威夷大学天文研究所开发使用，于2015年开始观测。第二座望远镜则于2017年开始服役。\n\n为了全天候24小时进行观测，按照计划最后总共将于地球上设置八座望远镜。",
          "ruby": "あとらす"
        },{
          "ctgr": "IT",
          "name": "BMI",
          "note": "Brain Machine Interface。让数字信息直接介入脑神经网络的技术。\n\n这种技术能在视觉中投射电子信息，并连上网络和广域信息实时同步。\n\n然而舆论中依然有很多反对该技术的声音，例如有人警告说这种技术会加速技术奇点的到来，还有人指出对脑部有不良影响，甚至可能助长犯罪等。\n\n2037年现在，BMI在青年群体（未满40岁）的普及率即将达到90％，但在60岁以上的老年群体的普及率则停滞在近50％左右。\n\n一般而言，想使用这种系统时，必须在耳朵软骨上方安装耳环状的电极，然后用名为“随身节点”的终端装置夹住电极。",
          "ruby": "びーえむあい"
        },{
          "ctgr": "其他",
          "name": "BPTS",
          "note": "Global Ballistic Point-to-Point Transport System。大陆间的点对点弹道移动、运输系统。\n自2013年起以日欧共同推动的HIKARI计划名义开始研究，并于2024年完成实用化。\n\n借由如同火箭般的弹道飞行，可用比飞机还快的速度进行移动与运输作业。例如，只需要花一个小时便能从东京移动至罗马。\n\n然而起降时需要BPTS专用的基地，数量远比传统的机场来得少，是尚待解决的课题。",
          "ruby": "びーぴーてぃーえす"
        },{
          "ctgr": "黑客相关",
          "name": "CANBUS破解",
          "note": "对车辆的系统发动恶意网络攻击的手法。\n\n2037年现在，各种车辆都具备内置自动驾驶的强大性能，对各式各样的传感器进行数字控制。由于数字装置和一般的计算机一样有可能成为破解入侵的目标，因此如今也能对车辆系统发动恶意攻击。\n\n名称中的“CAN（Controller Area Network）”指的是车辆系统间的相互连接，“BUS”则是指计算机领域用语中传输数据用的总线。",
          "ruby": "きゃんばすはっく"
        },{
          "ctgr": "人物",
          "name": "Cicada3301",
          "note": "2012年1月，在网络贴图论坛4chan上发布神秘密码的人物。\n在发布密码时，他还留下正在寻找拥有高智商人才的讯息，署名“3301”，并上传蝉（Cicada）的图片，因此被称为“Cicada3301”。\n\n他所发布的密码极难破解，设计成就算破解一道之后又会紧接着出现下一道的模式。\n此外，他的行动不只局限于网络上，在华沙、巴黎、首尔、悉尼等十四座世界主要城市都曾张贴过印着二维码的Cicada海报。\n\n发布密码的行动持续了一段时间，但在距第一篇发文过了约一个月后，他突然发布“已经找到我们所要的人才了。漫长的旅程到此结束。”的讯息，之后便销声匿迹。\n\n2013年1月曾经再次发布密码，但随即没有下文，直到2036年5月都未曾发布新的密码。",
          "ruby": "しけいださんさんぜろいち"
        },{
          "ctgr": "黑客相关",
          "name": "DDoS攻击",
          "note": "Denial of service attack。网络攻击的一种。\n\n相较于从一台机器发动的DoS攻击，这种手法是从多台机器同时发动攻击，特征为能对目标造成较沉重的负荷。\n\n用于进行DDoS攻击的大量机器几乎都是与发动攻击者无关的第三者私有物。\n由于发动攻击者乃是以别人的机器作为跳板发动攻击，想找出发动攻击者的难度比DoS攻击更高。",
          "ruby": "でぃーどすこうげき"
        },{
          "ctgr": "IT",
          "name": "FairisGo",
          "note": "能在瞬间执行三次元脸部识别（Face）和虹膜识别（Iris）双重验证的生物识别系统。\n\n在2037年的生物识别系统当中，具有最可靠的精准度、安全性和实时性。\n\n被用在电子支付、解除安全锁、登录社交网络服务等各种需要验证的场合。",
          "ruby": "ふぇいりすごー"
        },{
          "ctgr": "IT",
          "name": "IoT",
          "note": "Internet of Things。即所谓物联网，或指使用这项技术的服务。\n\n近年来，通过搭载在各种物品上的传感器收集各种信息累积在云端上供AI分析，并根据结果让物体做出最恰当的反应这样的系统逐渐普及。\n\n具体而言，像是让空调设备能根据人的体温或设定温度的习惯来自动调节室温，或是根据冰箱的使用状况自动通知用户需要加购的物品等。",
          "ruby": "あいおーてぃー"
        },{
          "ctgr": "IT",
          "name": "IP地址",
          "note": "Internet Protocol address。在名为互联网协议的通讯协议中，用来识别通讯对象的编号。",
          "ruby": "あいぴーあどれす"
        },{
          "ctgr": "IT",
          "name": "Li-Fi",
          "note": "Light Fidelity。使用LED进行的光照无线通信。有别于Wi-Fi等使用无线电波的技术，不会发生电波传输障碍，因此医院等担心电磁波造成不良影响的设施常会使用此种通讯手段。",
          "ruby": "らいふぁい"
        },{
          "ctgr": "军事",
          "name": "NORAD",
          "note": "北美空防司令部。\n这是美国和加拿大共同营运的联合防卫组织，司令部位于美国科罗拉多州的彼得森空军基地。\n\n平时24小时不间断地进行人工卫星观测、对弹道飞弹、核子飞弹保持戒备、监视战略轰炸机的动向等勤务。\n\n每年圣诞节都会举办“NORAD Tracks Santa”来追踪圣诞老人的行踪，为儿童们带来欢乐。",
          "ruby": "のーらっど"
        },{
          "ctgr": "IT",
          "name": "PIQT",
          "note": "PIQT OS（Pictgram Information and Quantum Technology Operation System）。网络浏览器的操作系统。2037年现在拥有90％市占率。\n\n虽然原本是用于个人计算机的浏览器，如今也提供作为BMI的操作系统。\n\nPIQT OS由日籍程序设计师开发，直到几年前都由个人营运。2029年被Ggoole公司斥资4亿6000万美金收购时曾引发热烈讨论。",
          "ruby": "ぴくと"
        },{
          "ctgr": "科学",
          "name": "QCDC",
          "note": "量子计算机开发中心（Quantum Com Development Center）。指使用了量子计算机的最新超级计算机。\n\n核心部分使用摒弃通用性，专门针对单一计算目的设计的量子退火机，并连接直到2020年代为止都还被视为超级计算机的通用性晶体管计算器群。\n\n为了区别于以往的超级计算机，一般通称为“Q计算机（Q Com）”。",
          "ruby": "きゅーしーでぃーしー"
        },{
          "ctgr": "军事",
          "name": "SA4D",
          "note": "战略性防御攻击机构（Strategic Attack for Defense）。\nG26基于“使核武无力化以实现长久和平”的构想开始运用的人工卫星群。\n\n该计划的内容是发射具备攻击能力的人工卫星至轨道上以使核武无力化，在与2026年圣家堂落成纪念典礼同时举办的G26峰会上发表之后，几年内就将超过400架人工卫星发射至高度600～1200公里的近地轨道上。\n\n然而后因受到2036年问题影响，在2036年2月6日意外启动，以G26各首都为中心发动数次攻击。这起事故被称为“哀伤之晨”，是在全世界酿成510万人以上牺牲者的悲剧。\n\n哀伤之晨发生时曾有部分卫星被迫降至地面，但大多数仍维持着功能被锁定的状态在近地轨道上绕行。联合国与G26各国正计划要在2045年前将所有卫星报废。",
          "ruby": "えすえーふぉーでぃー"
        },{
          "ctgr": "IT",
          "name": "Sky Transmission System",
          "note": "最新型的航空线路。\n有别于使用航空波段的既有通讯手段，在塔台和班机间乃是通过人工卫星通讯。\n顺带一提，原有的航空波段未废除，而是作为Sky Transmission System发生故障时的备用联络手段保留下来。",
          "ruby": "すかい　とらんすみっしょん　しすてむ"
        },{
          "ctgr": "军事",
          "name": "UAV",
          "note": "Unmanned Aerial Vehicle。指无人搭乘的航空器。无人航空载具。",
          "ruby": "ゆーえーぶい"
        },{
          "ctgr": "IT",
          "name": "UNIX环境",
          "note": "在UNIX操作系统或从UNIX衍生的操作系统上运作之意。\n\nUNIX是1969年美国AT%&T公司开发的操作系统，借着公开源代码而广受支持。\n\n由于历史悠久，许多操作系统都以其作为基础。",
          "ruby": "ゆにっくすかんきょう"
        },{
          "ctgr": "IT",
          "name": "VR",
          "note": "Virtual Reality。虚拟现实。在计算机建立的三维空间中使人的五感获得类似现实体验的技术。\n\n2037年现在以用户用脑波操纵虚空间中的虚拟分身，同时将虚拟分身的感官触觉反馈给脑波的“完全沉浸式VR”为主流。\n沉浸在VR世界期间，现实中的肉体将呈现昏睡状态，在虚拟现实的行动不会反映至现实肉体的活动。",
          "ruby": "ぶいあーる"
        },{
          "ctgr": "IT",
          "name": "VR晕眩",
          "note": "在体验VR的过程中有时会产生的头痛、晕眩、想吐、疲倦感等症状。\n\n原因形形色色，其中一种说法是因为眼睛所见的事物和身体感觉之间的落差导致的类似晕车或晕船的现象。",
          "ruby": "ぶいあーるよい"
        },{
          "ctgr": "IT",
          "name": "ZOOTTOMO",
          "note": "AR角色使用语音和影像与人对话的导航系统。\n\n这是相当受年轻群体欢迎的BMI应用程序之一，角色会在BMI视野中自由活动，和用户对话以进行各种导航指引。\n\n可针对角色的语气、个性和功能进行一定程度的调整。若付费还可获得限定角色或限定皮肤。",
          "ruby": "ずーとも"
        },{
          "ctgr": "IT",
          "name": "2036年问题",
          "note": "公元2036年2月6日因NTP异常而引发全世界规模的计算机执行错误。\n\n世界上所有连接网络的计算机都通过“NTP（Network Time Protocol）”这种通讯协议同步时间，误差控制在世界协调时间（UTC）的几毫秒以内。\n\nNTP以1900年1月1日午夜0点为起点，用累积秒数来计算当前时间。在设置上，这个值为二进制数，最多只能储存至32位。\n当数值超过上限便会归零，而这个时刻将在世界协调时间（UTC）2036年2月6日6点28分15秒（日本时间15点28分15秒）到来，因此被称为2036年问题。\n\n原本各方已事先做好应对措施，照理说NTP会自动切换至新的系统才对。然而途中却发生错误，进而引发史上最凄惨的事故“哀伤之晨”。",
          "ruby": "にせんさんじゅうろくねんもんだい"
        },{
          "ctgr": "IT",
          "name": "2038年问题",
          "note": "公元2038年在UNIX环境下执行的系统可能发生错误的问题。\n\nUNIX以及自UNIX衍生出的操作系统是以世界协调时间（UTC）1970年1月1日午夜0点为起点，根据经过的秒数来计算当前时刻。\n由于这个数值使用有正负符号的32位整数来储存，若超过2的31次方──也就是约21亿秒之后，该数值将会溢位，被视为负值。\n由于此现象可能引发各种系统错误，为了避免发生像2036年那样的重大事故，目前已采取各种对策。\n\n因为发生溢位的时间点为世界协调时间2038年1月19日3点14分7秒（日本时间12点14分7秒），故被称为2038年问题。",
          "ruby": "にせんさんじゅうはちねんもんだい"
        },{
          "ctgr": "黑客相关",
          "name": "51％攻击",
          "note": "窜改区块链记录的网络攻击之一。\n原理是强制承认非法交易为正确的记录以进行窜改。各区块链都为了对抗这种攻击而拟定了多种应对策略。",
          "ruby": "ごじゅういちぱーせんとこうげき"
        },{
          "ctgr": "其他",
          "name": "φ",
          "note": "诞生于法国的AI创作者集团。\n由制作人AI、编剧AI、动画师AI、配音员AI等多种AI组成，能在完全无人类参与的状况下从零开始创作、销售动画作品。",
          "ruby": "ふぁい"
        }]
    }]
}